{"bills":{"HB 1611":{"number":"HB 1611","name":"HB 1611 Virginia College Savings Plan; prepaid tuition contracts, pricing reserves.","link":"/cgi-bin/legp604.exe?191+sum+HB1611"},"HB 1612":{"number":"HB 1612","name":"HB 1612 Game and Inland Fisheries, Department of; fees, boat ramps.","link":"/cgi-bin/legp604.exe?191+sum+HB1612","history":[{"text":"08/15/18  House: Prefiled and ordered printed; offered 01/09/19 19100271D","date":"08/15/18"},{"text":"08/15/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","date":"08/15/18"}],"committeeText":"08/15/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","sponsor":"Hyland F. \"Buddy\" Fowler, Jr.","summary":"Department of Game and Inland Fisheries; fees;\r\nboat ramps. Removes  the use of boat ramps owned by the Department\r\nof Game and Inland Fisheries from  the list of exceptions to the requirement\r\nthat users of certain facilities pay a  fee. The bill contains technical\r\namendments."},"HB 1613":{"number":"HB 1613","name":"HB 1613 Wanton waste; penalty.","link":"/cgi-bin/legp604.exe?191+sum+HB1613","history":[{"text":"08/21/18  House: Prefiled and ordered printed; offered 01/09/19 19100057D","date":"08/21/18"},{"text":"08/21/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","date":"08/21/18"}],"committeeText":"08/21/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","sponsor":"James E. Edmunds, II","summary":"Penalty for wanton waste. Changes from a\r\nClass 3  misdemeanor to a Class 2 misdemeanor the penalty for violating\r\na regulation  prohibiting wanton waste, or the allowing of a killed\r\nor  crippled game animal or nonmigratory game bird to be wasted without\r\n making a reasonable effort to retrieve the animal."},"HB 1614":{"number":"HB 1614","name":"HB 1614 Local Stormwater Management Fund; grant moneys.","link":"/cgi-bin/legp604.exe?191+sum+HB1614","history":[{"text":"08/28/18  House: Prefiled and ordered printed; offered 01/09/19 19100149D","date":"08/28/18"},{"text":"08/28/18  House: Referred to Committee on Counties, Cities and Towns","date":"08/28/18"}],"committeeText":"08/28/18  House: Referred to Committee on Counties, Cities and Towns","sponsor":"Mark L. Cole","summary":"Local Stormwater Management Fund; grant moneys.\r\n Authorizes any locality to provide by ordinance for  the creation\r\nof a local Stormwater Management Fund (the Fund) for the purpose \r\nof granting funds to an owner of private property or a common interest\r\n community for stormwater management and erosion prevention. The bill\r\nrequires  grants from the Fund to be used exclusively for construction,\r\nimprovement, or  repair of a stormwater management facility or for\r\n erosion and sediment control. The Fund shall exclusively  comprise\r\nappropriated local moneys."},"HB 1615":{"number":"HB 1615","name":"HB 1615 Elections; date of June primary election.","link":"/cgi-bin/legp604.exe?191+sum+HB1615","history":[{"text":"08/28/18  House: Prefiled and ordered printed; offered 01/09/19 19100239D","date":"08/28/18"},{"text":"08/28/18  House: Referred to Committee on Privileges and Elections","date":"08/28/18"}],"committeeText":"08/28/18  House: Referred to Committee on Privileges and Elections","sponsor":"R. Steven Landes","summary":"Elections; date of June primary election.\r\nChanges the  date of the primary election held in June from the second\r\nTuesday in June to  the third Tuesday in June. The bill also changes\r\ncandidate filing deadlines to  reflect the change of date."},"HB 1616":{"number":"HB 1616","name":"HB 1616 Firearms; use or display during commission of a felony, killing or injuring police animals, penalty.","link":"/cgi-bin/legp604.exe?191+sum+HB1616"},"HB 1617":{"number":"HB 1617","name":"HB 1617 Campaign finance; prohibited personal use of campaign funds, civil penalty.","link":"/cgi-bin/legp604.exe?191+sum+HB1617"},"HB 1618":{"number":"HB 1618","name":"HB 1618 Income tax, state; itemization.","link":"/cgi-bin/legp604.exe?191+sum+HB1618"},"HB 1619":{"number":"HB 1619","name":"HB 1619 Children's Services Act; special education programs.","link":"/cgi-bin/legp604.exe?191+sum+HB1619"},"HB 1620":{"number":"HB 1620","name":"HB 1620 Elections, State Board of; membership, appointment of Commissioner of Elections.","link":"/cgi-bin/legp604.exe?191+sum+HB1620"},"HB 1621":{"number":"HB 1621","name":"HB 1621 Hunting license; trip hunting license for residents.","link":"/cgi-bin/legp604.exe?191+sum+HB1621"},"HB 1622":{"number":"HB 1622","name":"HB 1622 Child abuse or neglect; out-of-court and recorded statements made by a child.","link":"/cgi-bin/legp604.exe?191+sum+HB1622"},"HB 1623":{"number":"HB 1623","name":"HB 1623 Military families; relocation to the Commonwealth, student registration.","link":"/cgi-bin/legp604.exe?191+sum+HB1623"},"HB 1624":{"number":"HB 1624","name":"HB 1624 Sanctions; other frivolous pleadings.","link":"/cgi-bin/legp604.exe?191+sum+HB1624"},"HB 1625":{"number":"HB 1625","name":"HB 1625 Animal care; adequate shelter, exposure to heat or cold.","link":"/cgi-bin/legp604.exe?191+sum+HB1625"},"HB 1626":{"number":"HB 1626","name":"HB 1626 Animal fighting; presumption where fowl tethered.","link":"/cgi-bin/legp604.exe?191+sum+HB1626"},"HB 1627":{"number":"HB 1627","name":"HB 1627 Child welfare agencies; Commissioner of Social Services shall prioritize inspection of agencies.","link":"/cgi-bin/legp604.exe?191+sum+HB1627"},"HB 1628":{"number":"HB 1628","name":"HB 1628 Absentee voting; persons age 65 or older.","link":"/cgi-bin/legp604.exe?191+sum+HB1628"},"HB 1629":{"number":"HB 1629","name":"HB 1629 Virginia Public Procurement Act; request for proposals, publication.","link":"/cgi-bin/legp604.exe?191+sum+HB1629"},"HB 1630":{"number":"HB 1630","name":"HB 1630 Judges, substitute; powers and duties, entry of a final order, cases taken under advisement.","link":"/cgi-bin/legp604.exe?191+sum+HB1630"},"HB 1631":{"number":"HB 1631","name":"HB 1631 Virginia Retirement System; retired law-enforcement officers employed as school security officers.","link":"/cgi-bin/legp604.exe?191+sum+HB1631"},"HB 1632":{"number":"HB 1632","name":"HB 1632 Virginia Public Procurement Act; multiple award indefinite delivery/indefinite quantity contracting.","link":"/cgi-bin/legp604.exe?191+sum+HB1632"},"HB 1633":{"number":"HB 1633","name":"HB 1633 Lt. Bradford T. Clark Memorial Bridge; designating as the State Route 627 bridge in Hanover County.","link":"/cgi-bin/legp604.exe?191+sum+HB1633"},"HB 1634":{"number":"HB 1634","name":"HB 1634 Sales & use tax for counties and cities; county appropriations to incorporated towns for education.","link":"/cgi-bin/legp604.exe?191+sum+HB1634"},"HB 1635":{"number":"HB 1635","name":"HB 1635 Fossil fuel projects moratorium; clean energy mandates.","link":"/cgi-bin/legp604.exe?191+sum+HB1635"},"HB 1636":{"number":"HB 1636","name":"HB 1636 Unmanned aircraft system; trespass, military airfield or military helicopter landing zone, penalty.","link":"/cgi-bin/legp604.exe?191+sum+HB1636"},"HB 1637":{"number":"HB 1637","name":"HB 1637 License plates, special; PROTECT SEA LIFE.","link":"/cgi-bin/legp604.exe?191+sum+HB1637"},"HB 1638":{"number":"HB 1638","name":"HB 1638 Virginia Lottery; regulation of sports betting, creation of certain Funds, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1638"},"HB 1639":{"number":"HB 1639","name":"HB 1639 Medical Assistance Services, Department of; payment for certain services to hospice patients.","link":"/cgi-bin/legp604.exe?191+sum+HB1639"},"HB 1640":{"number":"HB 1640","name":"HB 1640 Health carriers; services provided by nurse practitioners.","link":"/cgi-bin/legp604.exe?191+sum+HB1640"},"HB 1641":{"number":"HB 1641","name":"HB 1641 Absentee voting; no-excuse absentee.","link":"/cgi-bin/legp604.exe?191+sum+HB1641"},"HB 1642":{"number":"HB 1642","name":"HB 1642 Solitary confinement; data collection and reporting, Department of Corrections to submit report.","link":"/cgi-bin/legp604.exe?191+sum+HB1642"},"HB 1643":{"number":"HB 1643","name":"HB 1643 Teacher licensure; endorsement, Montessori method.","link":"/cgi-bin/legp604.exe?191+sum+HB1643"},"HB 1644":{"number":"HB 1644","name":"HB 1644 Firearms; reporting when lost or stolen, civil penalty.","link":"/cgi-bin/legp604.exe?191+sum+HB1644"},"HB 1645":{"number":"HB 1645","name":"HB 1645 Virginia Fair Housing Law; unlawful discriminatory housing practices.","link":"/cgi-bin/legp604.exe?191+sum+HB1645"},"HB 1646":{"number":"HB 1646","name":"HB 1646 Virginia Preschool Initiative; enrollment, funding.","link":"/cgi-bin/legp604.exe?191+sum+HB1646"},"HB 1647":{"number":"HB 1647","name":"HB 1647 Virginia Fair Housing Law; unlawful discriminatory housing practices.","link":"/cgi-bin/legp604.exe?191+sum+HB1647"},"HB 1648":{"number":"HB 1648","name":"HB 1648 Pedestrian crossings; Town of Ashland may provide signs at crosswalks requiring drivers to yield.","link":"/cgi-bin/legp604.exe?191+sum+HB1648"},"HB 1649":{"number":"HB 1649","name":"HB 1649 Boundary agreement, local; locality allowed to attach to their petitions to circuit court a GIS map.","link":"/cgi-bin/legp604.exe?191+sum+HB1649"},"HB 1650":{"number":"HB 1650","name":"HB 1650 Lottery; disclosure of identity of winners.","link":"/cgi-bin/legp604.exe?191+sum+HB1650"},"HB 1651":{"number":"HB 1651","name":"HB 1651 Grand larceny; increases threshold amount.","link":"/cgi-bin/legp604.exe?191+sum+HB1651"},"HB 1652":{"number":"HB 1652","name":"HB 1652 School calendar; opening day of the school year.","link":"/cgi-bin/legp604.exe?191+sum+HB1652"},"HB 1653":{"number":"HB 1653","name":"HB 1653 Custody and visitation arrangements; best interests of the child, domestic abuse, child abuse.","link":"/cgi-bin/legp604.exe?191+sum+HB1653"},"HB 1654":{"number":"HB 1654","name":"HB 1654 Prohibited public carrying of certain firearms in public areas; penalty.","link":"/cgi-bin/legp604.exe?191+sum+HB1654"},"HB 1655":{"number":"HB 1655","name":"HB 1655 Real property tax exemption for disabled veterans; surviving spouses ability to change residence.","link":"/cgi-bin/legp604.exe?191+sum+HB1655"},"HB 1656":{"number":"HB 1656","name":"HB 1656 School security officers; employment by private or religious schools, carrying a firearm.","link":"/cgi-bin/legp604.exe?191+sum+HB1656"},"HB 1657":{"number":"HB 1657","name":"HB 1657 Alcoholic beverage control; creates an annual mixed beverage performing arts facility license.","link":"/cgi-bin/legp604.exe?191+sum+HB1657"},"HB 1658":{"number":"HB 1658","name":"HB 1658 Vote by mail; Department of Elections to develop a pilot program.","link":"/cgi-bin/legp604.exe?191+sum+HB1658"},"HB 1659":{"number":"HB 1659","name":"HB 1659 Child abuse and neglect; mandatory reporters.","link":"/cgi-bin/legp604.exe?191+sum+HB1659"},"HB 1660":{"number":"HB 1660","name":"HB 1660 Landlord and tenant; landlord may obtain certain insurance for tenant, notice to tenant.","link":"/cgi-bin/legp604.exe?191+sum+HB1660"},"HB 1661":{"number":"HB 1661","name":"HB 1661 Health benefits; plans established by associations of employers, certain agricultural organizations.","link":"/cgi-bin/legp604.exe?191+sum+HB1661"},"HB 1662":{"number":"HB 1662","name":"HB 1662 Child restraint devices and safety belts; exempts emergency and law-enforcement vehicles.","link":"/cgi-bin/legp604.exe?191+sum+HB1662"},"HB 1663":{"number":"HB 1663","name":"HB 1663 Food establishments; certified food protection manager, exemption of certain establishments.","link":"/cgi-bin/legp604.exe?191+sum+HB1663"},"HB 1664":{"number":"HB 1664","name":"HB 1664 Out-of-state conviction of drug offenses; petition for restricted driver's license.","link":"/cgi-bin/legp604.exe?191+sum+HB1664"},"HB 1665":{"number":"HB 1665","name":"HB 1665 Court-established community service programs; community service work in lieu of payment of fine,etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1665","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19102120D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee for Courts of Justice","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee for Courts of Justice","sponsor":"C.E. Cliff Hayes, Jr.","summary":"Court-established community service  programs;\r\ncommunity service work in lieu of payment of fine  or costs. Requires\r\ncourts to provide an option to any person upon  whom a fine and costs\r\nhave been imposed to discharge all or part of the fine or  costs by\r\nearning credits for the performance of community service work before\r\n or after imprisonment. Under current law, providing this option is\r\n discretionary."},"HB 1666":{"number":"HB 1666","name":"HB 1666 University of Virginia's College at Wise; reduced rate tuition.","link":"/cgi-bin/legp604.exe?191+sum+HB1666","history":[{"text":"12/03/18  House: Prefiled and ordered printed with emergency clause; offered 01/09/19 19101361D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Appropriations","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Appropriations","sponsor":"Terry G. Kilgore","summary":"University of Virginia's College at Wise; reduced\r\nrate  tuition. Permits the board of visitors of the University\r\nof Virginia to  charge reduced rate tuition to any student enrolled\r\nat the University of Virginia's  College at Wise who resides in the\r\nAppalachian Region as defined in relevant  federal law, is domiciled\r\nin the Appalachian Region, and is entitled to  in-state tuition charges\r\nat a public institution of higher education in the  Appalachian Region.\r\nThe bill contains an emergency clause."},"HB 1667":{"number":"HB 1667","name":"HB 1667 Virginia Public Procurement Act; statute of limitations on actions on construction contracts, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1667","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19101460D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee for Courts of Justice","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee for Courts of Justice","sponsor":"Terry G. Kilgore","summary":"Virginia Public Procurement Act; statute of\r\nlimitations on  actions on construction contracts; statute of limitations\r\non actions on  performance bonds. Provides that no action may\r\nbe brought by a public body on  any construction contract, including\r\nconstruction management and design-build  contracts, unless such action\r\nis brought within five years after substantial  completion of the\r\nwork on the project and that no action may be brought by a  public\r\nbody on a warranty or guarantee in such construction contract more\r\nthan  one year from the breach of that warranty, but in no event more\r\nthan one year  after the expiration of such warranty or guarantee.\r\nThe bill also limits the  time frame during which a public body, other\r\nthan the Department of  Transportation, may bring an action against\r\na surety on a performance bond to  within one year after substantial\r\ncompletion of the work on the project.  Current law allows a public\r\nbody, other than the Department of Transportation, to  bring such\r\nan action within one year after (i) completion of the contract,  including\r\nthe expiration of all warranties and guarantees, or (ii) discovery\r\nof  the defect or breach of warranty that gave rise to the action."},"HB 1668":{"number":"HB 1668","name":"HB 1668 Virginia Public Procurement Act; high-risk contracts, report.","link":"/cgi-bin/legp604.exe?191+sum+HB1668","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100629D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on General Laws","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on General Laws","sponsor":"Betsy B. Carr","summary":"Virginia Public Procurement Act; high-risk contracts;\r\n report. Requires the Department of General Services (DGS), the\r\nVirginia  Information Technologies Agency (VITA), and the Office of\r\nthe Attorney General,  as appropriate, to review contract solicitations\r\nand contracts for any public  contract for goods, services, insurance,\r\nor construction that meets the  definition of high-risk contract provided\r\nin the bill. Employees designated as  primary administrators of high-risk\r\ncontracts are required to complete a  training program on effective\r\ncontract administration created by DGS and VITA  pursuant to requirements\r\nof the bill prior to commencing high-risk contract  administration\r\nduties. Some provisions of the bill have delayed effective dates \r\nfor implementation of the high-risk contract training and review processes."},"HB 1669":{"number":"HB 1669","name":"HB 1669 Disposable paper and plastic bags; local taxation per bag when provided to consumers.","link":"/cgi-bin/legp604.exe?191+sum+HB1669","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100447D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Finance","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Finance","sponsor":"Betsy B. Carr","summary":"Local disposable paper and plastic bag tax.\r\nAuthorizes  any locality to impose a tax of five cents per bag  on\r\ndisposable paper bags or disposable plastic bags provided to consumers\r\nby certain retailers, with certain bags being  exempt from the tax.\r\nRevenues from the local tax would be collected by the Tax  Commissioner\r\nand distributed monthly to the locality  imposing the tax to be used\r\nby such locality for the mitigation of pollution  and litter. The\r\nbill requires each locality imposing  the tax by ordinance to provide\r\na certified copy of the ordinance to the Tax  Commissioner at least\r\nsix months prior to the date the tax is to become  effective. The\r\nbill also allows every retailer that collects the tax to retain  one\r\ncent of the five-cent tax."},"HB 1670":{"number":"HB 1670","name":"HB 1670 Affordable housing; City of Richmond added to list with authority to provide dwelling unit program.","link":"/cgi-bin/legp604.exe?191+sum+HB1670","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19101221D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Counties, Cities and Towns","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Counties, Cities and Towns","sponsor":"Betsy B. Carr","summary":"Affordable housing; City of Richmond. Adds\r\nthe City of  Richmond to the list of localities with authority to\r\nprovide for an affordable  housing dwelling unit program."},"HB 1671":{"number":"HB 1671","name":"HB 1671 Child abuse and neglect; investigation of an individual by local boards of social services.","link":"/cgi-bin/legp604.exe?191+sum+HB1671","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100319D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Health, Welfare and Institutions","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Health, Welfare and Institutions","sponsor":"Michael P. Mullin","summary":"Child abuse and neglect; investigations by local\r\nboards of  social services. Requires local boards of social services,\r\nwhen  investigating an individual who is the subject of child abuse\r\nor neglect allegations, to obtain and consider a search  of the child\r\nabuse and neglect central registry, or  equivalent registry, of any\r\nstate in which the individual has resided  within the preceding five\r\nyears."},"HB 1672":{"number":"HB 1672","name":"HB 1672 Income tax, state; tax credit for paid leave for organ donors.","link":"/cgi-bin/legp604.exe?191+sum+HB1672","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100206D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Finance","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Finance","sponsor":"Michael P. Mullin","summary":"Income tax credit for paid leave for organ donors.\r\n Establishes a tax credit, for taxable years 2019 through 2023, of\r\n35 percent of  an employer's expenses in providing paid leave to an\r\nemployee for the purpose  of making an organ donation. The credit\r\nis available for expenses related to a  leave period of up to 10 days\r\nand includes only those expenses incurred paying  an employee during\r\nhis leave period or for the cost of temporary replacement  help. Expenses\r\nare not eligible for the credit if the employee earns $80,000 or \r\nmore per year. The credit is nonrefundable but may be carried forward\r\nfor up to five years."},"HB 1673":{"number":"HB 1673","name":"HB 1673 Protective orders, preliminary; full hearing date if an act of God causes closure of a court, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1673"},"HB 1674":{"number":"HB 1674","name":"HB 1674 Abuse and neglect of incapacitated adults; informed consent.","link":"/cgi-bin/legp604.exe?191+sum+HB1674","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100716D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee for Courts of Justice","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee for Courts of Justice","sponsor":"Michael P. Mullin","summary":"Abuse and neglect of incapacitated adults; informed\r\n consent. Clarifies, for the purposes of the informed consent\r\nexemption to abuse and neglect of incapacitated adults, that the \r\ninformed consent of the incapacitated person must have been  given\r\nwhen such person was not incapacitated. The bill  provides that its\r\nprovisions are declaratory of existing law."},"HB 1675":{"number":"HB 1675","name":"HB 1675 Servicemembers Civil Relief Act; attorney fees.","link":"/cgi-bin/legp604.exe?191+sum+HB1675","history":[{"text":"12/04/18  House: Prefiled and ordered printed; offered 01/09/19 19101973D","date":"12/04/18"},{"text":"12/04/18  House: Referred to Committee for Courts of Justice","date":"12/04/18"}],"committeeText":"12/04/18  House: Referred to Committee for Courts of Justice","sponsor":"Joseph C. Lindsey","summary":"Servicemembers Civil Relief Act; attorney fees.\r\nProvides  that, where the appointment of counsel is necessary\r\npursuant to the  Servicemembers Civil Relief Act, any attorney fees\r\nassessed shall not exceed  $125."},"HB 1676":{"number":"HB 1676","name":"HB 1676 Indigenous Peoples Day; renames the special Day of Appreciation for American Indians, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1676","history":[{"text":"12/04/18  House: Prefiled and ordered printed; offered 01/09/19 19100955D","date":"12/04/18"},{"text":"12/04/18  House: Referred to Committee on Rules","date":"12/04/18"}],"committeeText":"12/04/18  House: Referred to Committee on Rules","sponsor":"Paul E. Krizek","summary":"Legal holidays; Indigenous Peoples Day.\r\nRenames the special Day of Appreciation for American  Indians living\r\nin the Commonwealth as Indigenous  Peoples Day. Recognition of the\r\nday remains the Wednesday  immediately preceding the fourth Thursday\r\nin November of each year but the bill changes its designation to that\r\nof a legal holiday  in Virginia."},"HB 1677":{"number":"HB 1677","name":"HB 1677 Motor vehicles, certain; expands mileage for driving distance for testing, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1677","history":[{"text":"12/04/18  House: Prefiled and ordered printed; offered 01/09/19 19100658D","date":"12/04/18"},{"text":"12/04/18  House: Referred to Committee on Transportation","date":"12/04/18"}],"committeeText":"12/04/18  House: Referred to Committee on Transportation","sponsor":"Karrie K. Delaney","summary":"Driving distance for testing certain motor vehicles.\r\n Expands from five miles to 10 miles the distance (i)  from the place\r\nof business that an individual is permitted  to drive a vehicle equipped\r\nwith a license plate designed for persons  engaged in the business\r\nof delivering unladen motor vehicles to test the installation, service,\r\nor repair of  equipment on or in such vehicle and (ii) from an auto\r\nauction that a prospective purchaser of a  motor vehicle, trailer,\r\nor semitrailer may operate such vehicle without a  safety inspection\r\nprior to purchase."},"HB 1678":{"number":"HB 1678","name":"HB 1678 Golf carts and utility vehicles; adds Town of Dendron to list of towns that may authorize operation.","link":"/cgi-bin/legp604.exe?191+sum+HB1678","history":[{"text":"12/04/18  House: Prefiled and ordered printed; offered 01/09/19 19100462D","date":"12/04/18"},{"text":"12/04/18  House: Referred to Committee on Transportation","date":"12/04/18"}],"committeeText":"12/04/18  House: Referred to Committee on Transportation","sponsor":"Roslyn C. Tyler","summary":"Golf carts and utility vehicles; Town of Dendron.\r\nAdds  the Town of Dendron to the list of towns that may authorize\r\nthe operation of  golf carts and utility vehicles on designated public\r\nhighways despite not having established their own police departments."},"HB 1679":{"number":"HB 1679","name":"HB 1679 All-terrain vehicles (ATVs), mopeds, and off-road motorcycles; clarifies taxation on vehicles, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1679","history":[{"text":"12/05/18  House: Prefiled and ordered printed; offered 01/09/19 19100726D","date":"12/05/18"},{"text":"12/05/18  House: Referred to Committee on Finance","date":"12/05/18"}],"committeeText":"12/05/18  House: Referred to Committee on Finance","sponsor":"Robert D. Orrock, Sr.","summary":"Taxation of all-terrain vehicles, mopeds, and\r\noff-road  motorcycles. Clarifies the taxation of  all-terrain\r\nvehicles, mopeds, and off-road motorcycles and provides that  vehicles\r\nthat qualify as farm equipment that is  exempt from sales and use\r\ntax shall be exempt from the motor vehicle sales and  use tax. The\r\nbill contains technical amendments."},"HB 1680":{"number":"HB 1680","name":"HB 1680 Certificate of public need; changes to Medical Care Facilities Certificate of Public Need Program.","link":"/cgi-bin/legp604.exe?191+sum+HB1680","history":[{"text":"12/05/18  House: Prefiled and ordered printed; offered 01/09/19 19100914D","date":"12/05/18"},{"text":"12/05/18  House: Referred to Committee on Health, Welfare and Institutions","date":"12/05/18"}],"committeeText":"12/05/18  House: Referred to Committee on Health, Welfare and Institutions","sponsor":"Robert D. Orrock, Sr."},"HB 1681":{"number":"HB 1681","name":"HB 1681 Income tax credits; housing choice vouchers, eligible housing areas.","link":"/cgi-bin/legp604.exe?191+sum+HB1681","history":[{"text":"12/05/18  House: Prefiled and ordered printed; offered 01/09/19 19101630D","date":"12/05/18"},{"text":"12/05/18  House: Referred to Committee on Finance","date":"12/05/18"}],"committeeText":"12/05/18  House: Referred to Committee on Finance","sponsor":"Jerrauld C. \"Jay\" Jones","summary":"Income tax credits; housing choice vouchers;\r\neligible  housing areas. Expands the definition of \"eligible housing\r\narea\"  for purposes of the housing choice voucher tax credit,  to\r\ninclude census tracts in the Virginia Beach-Norfolk-Newport News Metropolitan\r\n Statistical Area in which less than 10 percent of  the population\r\nlives below the poverty level. Landlords who rent qualified  housing\r\nunits within such areas are eligible for an income tax credit. Current\r\n law only applies to such areas within the Richmond Metropolitan Statistical\r\n Area."},"HB 1682":{"number":"HB 1682","name":"HB 1682 Insurance networks; dental services.","link":"/cgi-bin/legp604.exe?191+sum+HB1682","history":[{"text":"12/06/18  House: Prefiled and ordered printed; offered 01/09/19 19100316D","date":"12/06/18"},{"text":"12/06/18  House: Referred to Committee on Commerce and Labor","date":"12/06/18"}],"committeeText":"12/06/18  House: Referred to Committee on Commerce and Labor","sponsor":"R. Lee Ware","summary":"Insurance networks; dental services. Establishes\r\nlimits  on the ability of a health insurer or other person to sell\r\nor otherwise grant  access, as provided in a dentist's or oral surgeon's\r\nprovider contract, to a  third-party carrier. Access as provided in\r\na provider contract refers to the  right to have dental services provided\r\nby the participating provider to the  enrollees of the third-party\r\ncarrier in accordance with the terms of a provider  contract. The\r\nmeasure provides that such access may be granted only if it is expressly\r\npermitted by the provider  contract and notice is given to the affected\r\nparticipating providers."},"HB 1683":{"number":"HB 1683","name":"HB 1683 Electric cooperatives; authorized to increase or decrease its rates without SCC approval, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1683","history":[{"text":"12/06/18  House: Prefiled and ordered printed; offered 01/09/19 19101783D","date":"12/06/18"},{"text":"12/06/18  House: Referred to Committee on Commerce and Labor","date":"12/06/18"}],"committeeText":"12/06/18  House: Referred to Committee on Commerce and Labor","sponsor":"R. Lee Ware","summary":"Electric cooperatives; rates. Authorizes\r\nany electric  cooperative to (i) increase or decrease its rates without\r\nState Corporation  Commission approval for any of its services, rather\r\nthan only for distribution  services, at any time if such adjustments\r\nwill not effect a cumulative net  increase or decrease in excess of\r\n5 percent in such rates in any three year  period; (ii) if it does\r\nnot hold a membership interest in a utility aggregation  cooperative\r\nand the facility that is the subject of the petition is either  owned\r\nby the cooperative or has achieved commercial operation, petition\r\nthe  Commission for approval of one or more rate adjustment clauses\r\nfor the timely  and current recovery from customers of the costs of\r\ngeneration facilities,  underground facilities to replace certain\r\nexisting overhead distribution  facilities, or certain pumped hydroelectricity\r\ngeneration and storage  facilities; (iii) adjust the total system\r\ncap for net energy metering,  agricultural net energy metering, and\r\nsmall agricultural generators to up to  five percent of the cooperative's\r\nhighest total coincident system peak within  the past five years;\r\nand (iv) subject to findings that it will not result in  either an\r\nintra-class or inter-class change in cost recovery, adopt any rate,\r\n rate component, program, tariff, or terms or conditions of service\r\nthat the  Commission has previously approved for any other cooperative."},"HB 1684":{"number":"HB 1684","name":"HB 1684 Waiver of extradition; a judge is required to revoke bail of any person who waives proceedings, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1684","history":[{"text":"12/06/18  House: Prefiled and ordered printed; offered 01/09/19 19100921D","date":"12/06/18"},{"text":"12/06/18  House: Referred to Committee for Courts of Justice","date":"12/06/18"}],"committeeText":"12/06/18  House: Referred to Committee for Courts of Justice","sponsor":"Jason S. Miyares","summary":"Waiver of extradition; bail. Requires a\r\njudge to revoke  the bail of any person who waives extradition proceedings\r\nin writing and remand  such person to custody to await transfer to\r\nthe demanding state."},"HB 1685":{"number":"HB 1685","name":"HB 1685 Public schools; enrolled students, disorderly conduct.","link":"/cgi-bin/legp604.exe?191+sum+HB1685","history":[{"text":"12/06/18  House: Prefiled and ordered printed; offered 01/09/19 19100685D","date":"12/06/18"},{"text":"12/06/18  House: Referred to Committee for Courts of Justice","date":"12/06/18"}],"committeeText":"12/06/18  House: Referred to Committee for Courts of Justice","sponsor":"Jeffrey M. Bourne","summary":"Public schools; enrolled students; disorderly\r\nconduct.  Provides that no enrolled public school student who\r\ndisrupts the operation of  the school at which he is enrolled or any\r\nactivity conducted or sponsored by  the school at which he is enrolled\r\non school grounds during normal school hours  is guilty of disorderly\r\nconduct."},"HB 1686":{"number":"HB 1686","name":"HB 1686 Electric utilities; limitations on fossil fuel facilities.","link":"/cgi-bin/legp604.exe?191+sum+HB1686","history":[{"text":"12/06/18  House: Prefiled and ordered printed; offered 01/09/19 19100059D","date":"12/06/18"},{"text":"12/06/18  House: Referred to Committee on Commerce and Labor","date":"12/06/18"}],"committeeText":"12/06/18  House: Referred to Committee on Commerce and Labor","sponsor":"David A. Reid","summary":"Electric utilities; limitations on fossil fuel\r\nfacilities.  Prohibits the State Corporation Commission (SCC)\r\nfrom issuing on or after July  1, 2019, a certificate of public convenience\r\nand necessity or granting any other  permit or approval required for\r\nthe construction or operation by an electric  utility of a new fossil\r\nfuel facility or for the expansion or continued  operation of an existing\r\nfossil fuel facility before first approving the  construction and\r\nplacing in service of renewable energy generation facilities  having\r\nin the aggregate a rated capacity of 5,500 megawatts. The measure\r\nalso  prohibits the SCC on or after  July 1, 2019, from authorizing\r\nor permitting an electric utility or re-permitting an existing idle\r\nfossil fuel facility to  increase purchases of electric power under\r\nany agreement with another person,  if the electric power is or will\r\nbe generated at a fossil fuel facility, before  first approving the\r\nconstruction and placing in service of such renewable  energy generation\r\nfacilities."},"HB 1687":{"number":"HB 1687","name":"HB 1687 Nonpayment of wages; private action.","link":"/cgi-bin/legp604.exe?191+sum+HB1687","history":[{"text":"12/07/18  House: Prefiled and ordered printed; offered 01/09/19 19100994D","date":"12/07/18"},{"text":"12/07/18  House: Referred to Committee for Courts of Justice","date":"12/07/18"}],"committeeText":"12/07/18  House: Referred to Committee for Courts of Justice","sponsor":"Paul E. Krizek","summary":"Nonpayment of wages; private action. Provides\r\nthat an  employee has a private cause of action against an employer\r\nwho fails to pay  wages to recover the amount of wages due plus interest\r\nat eight percent  annually from the date the wages were due. If the\r\ncourt finds that the employer  knowingly failed to pay wages, the\r\ncourt shall award the employee reasonable  attorney fees and other\r\ncosts. If the court finds that the employer's failure  to pay wages\r\nwas willful and with intent to defraud the employee, the court  shall\r\nalso award the employee three times the amount of wages due."},"HB 1688":{"number":"HB 1688","name":"HB 1688 Disorderly conduct; students.","link":"/cgi-bin/legp604.exe?191+sum+HB1688","history":[{"text":"12/07/18  House: Prefiled and ordered printed; offered 01/09/19 19100704D","date":"12/07/18"},{"text":"12/07/18  House: Committee    Referral Pending","date":"12/07/18"}],"sponsor":"Michael P. Mullin","summary":"Disorderly conduct; students. Provides that\r\na student  at any elementary or secondary school shall not be  guilty\r\nof disorderly conduct in public places if the  disorderly conduct\r\noccurred on school property or a school bus."},"HJ 577":{"number":"HJ 577","name":"HJ 577 United States Constitution; ratifies Equal Rights Amendment.","link":"/cgi-bin/legp604.exe?191+sum+HJ577","history":[{"text":"07/20/18  House: Prefiled and ordered printed; offered 01/09/19 19100132D","date":"07/20/18"},{"text":"07/20/18  House: Committee    Referral Pending","date":"07/20/18"}],"sponsor":"Sam Rasoul","summary":"Constitution of the United States;  Equal Rights\r\nAmendment. Ratifies the Equal Rights Amendment to the  Constitution\r\nof the United States that was proposed  by Congress in 1972. The joint\r\nresolution advocates  the position that the 1972 Equal Rights Amendment\r\nremains viable and may be  ratified notwithstanding the expiration\r\nof the 10-year ratification period set  out in the resolving clause,\r\nas amended, in the proposal adopted by Congress."},"HJ 578":{"number":"HJ 578","name":"HJ 578 Constitutional amendment; right to vote (first reference).","link":"/cgi-bin/legp604.exe?191+sum+HJ578","history":[{"text":"07/23/18  House: Prefiled and ordered printed; offered 01/09/19 19100131D","date":"07/23/18"},{"text":"07/23/18  House: Committee    Referral Pending","date":"07/23/18"}],"sponsor":"Mark L. Keam","summary":"Constitutional amendment (first resolution);\r\nright to vote.  Provides that there is a right to vote and that\r\nno law shall be enacted or  enforced that burdens or denies any voter\r\nof his right to vote. The amendment also  requires the Commonwealth\r\nand its political subdivisions to provide all  resources necessary\r\nto assist qualified voters in the exercise of their right  to vote."}},"nextLink":"/cgi-bin/legp604.exe?191+lst+ALL+HJ0578"}