[{"number":"HB 1611","name":"HB 1611 Virginia College Savings Plan; prepaid tuition contracts, pricing reserves.","link":"/cgi-bin/legp604.exe?191+sum+HB1611","history":[{"text":"08/08/18  House: Prefiled and ordered printed; offered 01/09/19 19100157D","date":"08/08/18"},{"text":"08/08/18  House: Referred to Committee on Education","date":"08/08/18"}],"committeeText":"08/08/18  House: Referred to Committee on Education","sponsor":"R. Steven Landes","summary":"Virginia College Savings Plan; prepaid tuition\r\ncontracts;  pricing reserves. Provides that in the event that\r\nthe  ratio of the assets of the Virginia College Savings Plan (the\r\nPlan) to the  obligations of the Plan exceeds 105 percent, the pricing\r\nreserve, which the  bill defines as the percentage by which the sum\r\nof advanced payments to be made  pursuant to each prepaid tuition\r\ncontract of the Plan exceeds the amount  estimated to be required\r\nto provide tuition at the fixed, guaranteed level that  is specified\r\nin such prepaid tuition contract, shall not exceed five percent. \r\nThe bill provides that in the event that the ratio of the assets of\r\nthe Plan to  the obligations of the Plan does not meet or exceed 105\r\npercent, the pricing  reserve may exceed five percent but shall not\r\nexceed 10 percent. The bill also  requires the governing board of\r\nthe Plan to provide to the House Committee on  Appropriations, the\r\nSenate Committee on Finance, and the Joint Legislative Audit  and\r\nReview Commission written notification and a detailed explanation\r\nof any  change to the pricing reserve within 30 days of such change."},{"number":"HB 1612","name":"HB 1612 Game and Inland Fisheries, Department of; fees, boat ramps.","link":"/cgi-bin/legp604.exe?191+sum+HB1612","history":[{"text":"08/15/18  House: Prefiled and ordered printed; offered 01/09/19 19100271D","date":"08/15/18"},{"text":"08/15/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","date":"08/15/18"}],"committeeText":"08/15/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","sponsor":"Hyland F. \"Buddy\" Fowler, Jr.","summary":"Department of Game and Inland Fisheries; fees;\r\nboat ramps. Removes  the use of boat ramps owned by the Department\r\nof Game and Inland Fisheries from  the list of exceptions to the requirement\r\nthat users of certain facilities pay a  fee. The bill contains technical\r\namendments."},{"number":"HB 1613","name":"HB 1613 Wanton waste; penalty.","link":"/cgi-bin/legp604.exe?191+sum+HB1613","history":[{"text":"08/21/18  House: Prefiled and ordered printed; offered 01/09/19 19100057D","date":"08/21/18"},{"text":"08/21/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","date":"08/21/18"}],"committeeText":"08/21/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","sponsor":"James E. Edmunds, II","summary":"Penalty for wanton waste. Changes from a\r\nClass 3  misdemeanor to a Class 2 misdemeanor the penalty for violating\r\na regulation  prohibiting wanton waste, or the allowing of a killed\r\nor  crippled game animal or nonmigratory game bird to be wasted without\r\n making a reasonable effort to retrieve the animal."},{"number":"HB 1614","name":"HB 1614 Local Stormwater Management Fund; grant moneys.","link":"/cgi-bin/legp604.exe?191+sum+HB1614","history":[{"text":"08/28/18  House: Prefiled and ordered printed; offered 01/09/19 19100149D","date":"08/28/18"},{"text":"08/28/18  House: Referred to Committee on Counties, Cities and Towns","date":"08/28/18"}],"committeeText":"08/28/18  House: Referred to Committee on Counties, Cities and Towns","sponsor":"Mark L. Cole","summary":"Local Stormwater Management Fund; grant moneys.\r\n Authorizes any locality to provide by ordinance for  the creation\r\nof a local Stormwater Management Fund (the Fund) for the purpose \r\nof granting funds to an owner of private property or a common interest\r\n community for stormwater management and erosion prevention. The bill\r\nrequires  grants from the Fund to be used exclusively for construction,\r\nimprovement, or  repair of a stormwater management facility or for\r\n erosion and sediment control. The Fund shall exclusively  comprise\r\nappropriated local moneys."},{"number":"HB 1615","name":"HB 1615 Elections; date of June primary election.","link":"/cgi-bin/legp604.exe?191+sum+HB1615","history":[{"text":"08/28/18  House: Prefiled and ordered printed; offered 01/09/19 19100239D","date":"08/28/18"},{"text":"08/28/18  House: Referred to Committee on Privileges and Elections","date":"08/28/18"}],"committeeText":"08/28/18  House: Referred to Committee on Privileges and Elections","sponsor":"R. Steven Landes","summary":"Elections; date of June primary election.\r\nChanges the  date of the primary election held in June from the second\r\nTuesday in June to  the third Tuesday in June. The bill also changes\r\ncandidate filing deadlines to  reflect the change of date."},{"number":"HB 1616","name":"HB 1616 Firearms; use or display during commission of a felony, killing or injuring police animals, penalty.","link":"/cgi-bin/legp604.exe?191+sum+HB1616","history":[{"text":"09/06/18  House: Prefiled and ordered printed; offered 01/09/19 19100125D","date":"09/06/18"},{"text":"09/06/18  House: Referred to Committee for Courts of Justice","date":"09/06/18"}],"committeeText":"09/06/18  House: Referred to Committee for Courts of Justice","sponsor":"Hyland F. \"Buddy\" Fowler, Jr.","summary":"Use or display of firearm during commission\r\nof a felony;  killing or injuring police animals; penalty. Adds\r\nmaliciously shooting,  stabbing, wounding, or otherwise causing bodily\r\ninjury to or administering poison  to any animal used or trained by\r\na law-enforcement agency, regional jail, or  the Department of Corrections\r\nto the list of felonies for which a separate  penalty is prescribed\r\nif a firearm is used during the commission of the  offense."},{"number":"HB 1617","name":"HB 1617 Campaign finance; prohibited personal use of campaign funds, civil penalty.","link":"/cgi-bin/legp604.exe?191+sum+HB1617","history":[{"text":"09/14/18  House: Prefiled and ordered printed; offered 01/09/19 19100359D","date":"09/14/18"},{"text":"09/14/18  House: Referred to Committee on Privileges and Elections","date":"09/14/18"}],"committeeText":"09/14/18  House: Referred to Committee on Privileges and Elections","sponsor":"Mark L. Cole"},{"number":"HB 1618","name":"HB 1618 Income tax, state; itemization.","link":"/cgi-bin/legp604.exe?191+sum+HB1618","history":[{"text":"09/17/18  House: Prefiled and ordered printed with emergency clause; offered 01/09/19 19100357D","date":"09/17/18"},{"text":"09/17/18  House: Referred to Committee on Finance","date":"09/17/18"}],"committeeText":"09/17/18  House: Referred to Committee on Finance","sponsor":"Richard P. Bell","summary":"Individual income tax; itemization; emergency.\r\nAllows  an individual taxpayer to itemize for state income tax purposes\r\nregardless of  whether he itemizes on his federal return for taxable\r\nyears 2018 through 2025.  Current law requires a taxpayer to claim\r\nthe standard deduction on his state  return if he claims the standard\r\ndeduction on his federal return. The bill  contains an emergency clause."},{"number":"HB 1619","name":"HB 1619 Children's Services Act; special education programs.","link":"/cgi-bin/legp604.exe?191+sum+HB1619","history":[{"text":"09/27/18  House: Prefiled and ordered printed; offered 01/09/19 19100306D","date":"09/27/18"},{"text":"09/27/18  House: Referred to Committee on Education","date":"09/27/18"}],"committeeText":"09/27/18  House: Referred to Committee on Education","sponsor":"Robert M. \"Bob\" Thomas, Jr.","summary":"Children's Services Act; special education programs.\r\n Expands eligibility for services under the  Children's Services Act\r\nto students who transfer from an approved private  school special\r\neducation program to a public school  special education program established\r\nand funded  jointly by a local governing body and school division\r\nlocated within Planning  District 16 for the purpose of providing\r\nspecial education and related services  when (i) the public school\r\nspecial education program is able to provide services comparable \r\nto those of an approved private school special education  program\r\nand (ii) the student would require placement  in an approved private\r\nschool special education  program but for the availability of the\r\npublic school special education program."},{"number":"HB 1620","name":"HB 1620 Elections, State Board of; membership, appointment of Commissioner of Elections.","link":"/cgi-bin/legp604.exe?191+sum+HB1620","history":[{"text":"10/09/18  House: Prefiled and ordered printed; offered 01/09/19 19100589D","date":"10/09/18"},{"text":"10/09/18  House: Referred to Committee on Privileges and Elections","date":"10/09/18"}],"committeeText":"10/09/18  House: Referred to Committee on Privileges and Elections","sponsor":"Margaret B. Ransone","summary":"State Board of Elections; membership; appointment\r\nof  Commissioner of Elections. Increases the membership of the\r\nState Board of  Elections (Board) from three members to six members\r\nand increases the terms of Board  members from four years to six years.\r\nEqual representation shall be given to  each of the political parties\r\nhaving the highest and next highest number of  votes in the Commonwealth\r\nat the last preceding gubernatorial election.  Appointments shall\r\nbe made with due consideration of  geographical representation, and\r\nno two Board  members may reside in the same congressional  district.\r\nTerms are initially staggered. The bill also grants to the Board the\r\n authority to appoint, subject to confirmation by the General Assembly,\r\nthe  Commissioner of Elections to head the Department of Elections\r\nand to act as the  principal administrative officer. Additionally,\r\nthe Board has the authority to  remove the Commissioner. The appointment\r\nor removal of the Commissioner shall require  an affirmative vote\r\nof five of the six Board members. The  bill also directs the Department\r\nof Elections to employ a Director of  Operations, who is to be responsible\r\nfor managing the day-to-day operations at  the Department. The bill\r\nrequires the Board to submit an annual report  to the Governor and\r\nthe General Assembly."},{"number":"HB 1621","name":"HB 1621 Hunting license; trip hunting license for residents.","link":"/cgi-bin/legp604.exe?191+sum+HB1621","history":[{"text":"10/09/18  House: Prefiled and ordered printed; offered 01/09/19 19100458D","date":"10/09/18"},{"text":"10/09/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","date":"10/09/18"}],"committeeText":"10/09/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","sponsor":"Hyland F. \"Buddy\" Fowler, Jr.","summary":"Hunting license; trip hunting license for residents.\r\n Allows Virginia residents to purchase a trip hunting license in lieu\r\nof the  standard local or statewide hunting license. Current law allows\r\nonly nonresidents  to purchase a trip hunting license."},{"number":"HB 1622","name":"HB 1622 Child abuse or neglect; out-of-court and recorded statements made by a child.","link":"/cgi-bin/legp604.exe?191+sum+HB1622","history":[{"text":"10/10/18  House: Prefiled and ordered printed; offered 01/09/19 19100479D","date":"10/10/18"},{"text":"10/10/18  House: Referred to Committee for Courts of Justice","date":"10/10/18"}],"committeeText":"10/10/18  House: Referred to Committee for Courts of Justice","sponsor":"Christopher E. Collins","summary":"Out-of-court and recorded statements made by\r\na child; abuse  or neglect of a child. Provides that, in any civil\r\nproceeding involving the  alleged abuse or neglect of a child, an\r\nout-of-court statement made by a child 13 years of age or under at\r\nthe time the statement is  offered into evidence describing sexual\r\nacts with or on the child by another  may be admissible. The bill\r\nfurther provides that in any such civil proceeding,  a recorded statement\r\nof the alleged victim of the abuse or neglect, made prior  to the\r\nproceeding, may be admissible if the alleged victim is 13 years of\r\nage or younger at  the time the statement is offered into evidence.\r\nUnder current law, such  out-of-court and recorded statements may\r\nbe admissible when the child is 12 years of age or younger."},{"number":"HB 1623","name":"HB 1623 Military families; relocation to the Commonwealth, student registration.","link":"/cgi-bin/legp604.exe?191+sum+HB1623","history":[{"text":"10/17/18  House: Prefiled and ordered printed; offered 01/09/19 19100465D","date":"10/17/18"},{"text":"10/17/18  House: Referred to Committee on Education","date":"10/17/18"}],"committeeText":"10/17/18  House: Referred to Committee on Education","sponsor":"Mark L. Cole (by request)","summary":"Military families; relocation to the Commonwealth;\r\nstudent  registration. Permits any student whose parent has  received\r\norders to relocate to a duty station in the Commonwealth to register\r\n for courses and other academic programs and participate in the lottery\r\nprocess  for charter schools and college partnership laboratory schools\r\nin the school  division in which such student will reside at the same\r\ntime and in the same  manner as students who reside in the local school\r\ndivision. The bill requires  each such student to provide to the school\r\nboard proof of residency in the  local school division no later than\r\n10 days after his parent establishes such  residency."},{"number":"HB 1624","name":"HB 1624 Sanctions; other frivolous pleadings.","link":"/cgi-bin/legp604.exe?191+sum+HB1624","history":[{"text":"10/23/18  House: Prefiled and ordered printed; offered 01/09/19 19100277D","date":"10/23/18"},{"text":"10/23/18  House: Referred to Committee for Courts of Justice","date":"10/23/18"}],"committeeText":"10/23/18  House: Referred to Committee for Courts of Justice","sponsor":"Robert D. Orrock, Sr.","summary":"Sanctions; other frivolous pleadings. Provides\r\nthat a court may consider other similar,  previously filed pleadings,\r\nmotions, or other papers filed by a person in  violation of the sanctions\r\nstatute in determining sanctions on the case  immediately before the\r\ncourt."},{"number":"HB 1625","name":"HB 1625 Animal care; adequate shelter, exposure to heat or cold.","link":"/cgi-bin/legp604.exe?191+sum+HB1625","history":[{"text":"10/23/18  House: Prefiled and ordered printed; offered 01/09/19 19100436D","date":"10/23/18"},{"text":"10/23/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","date":"10/23/18"}],"committeeText":"10/23/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","sponsor":"Robert D. Orrock, Sr.","summary":"Animal care; adequate shelter; exposure to heat\r\nor cold.  Provides that the definition of \"adequate shelter\" includes\r\nthe  provision of shelter that protects the animal from exposure to\r\nheat or cold. Current  law requires such shelter to protect the animal\r\nfrom the adverse effects of  heat or cold."},{"number":"HB 1626","name":"HB 1626 Animal fighting; presumption where fowl tethered.","link":"/cgi-bin/legp604.exe?191+sum+HB1626","history":[{"text":"10/23/18  House: Prefiled and ordered printed; offered 01/09/19 19100448D","date":"10/23/18"},{"text":"10/23/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","date":"10/23/18"}],"committeeText":"10/23/18  House: Referred to Committee on Agriculture, Chesapeake and Natural Resources","sponsor":"Robert D. Orrock, Sr.","summary":"Animal fighting; presumption where fowl  tethered.\r\nProvides that when an animal control officer is determining  whether\r\ncertain fowl are used in animal fighting,  the fact that one or more\r\nof the fowl are tethered  shall create a rebuttable presumption that\r\nsuch fowl  have been, are, or are intended to be used in animal fighting."},{"number":"HB 1627","name":"HB 1627 Child welfare agencies; Commissioner of Social Services shall prioritize inspection of agencies.","link":"/cgi-bin/legp604.exe?191+sum+HB1627","history":[{"text":"10/23/18  House: Prefiled and ordered printed; offered 01/09/19 19100452D","date":"10/23/18"},{"text":"10/23/18  House: Referred to Committee on Health, Welfare and Institutions","date":"10/23/18"}],"committeeText":"10/23/18  House: Referred to Committee on Health, Welfare and Institutions","sponsor":"Robert D. Orrock, Sr.","summary":"Department of Social Services; child welfare\r\nagencies;  prioritization of inspections. Requires the Commissioner\r\nof Social Services  to prioritize inspections of child welfare agencies\r\nin the following order: (i)  inspections conducted in response to\r\na complaint; (ii) inspections of licensed  or registered child welfare\r\nagencies; (iii) inspections of license-exempt or  unlicensed child\r\nwelfare agencies that have entered into a contract with the  Department\r\nof Social Services or a local department  to provide child care services\r\nfunded by the Child Care and Development Block  Grant; and (iv) inspections\r\nof license-exempt and unlicensed child welfare  agencies."},{"number":"HB 1628","name":"HB 1628 Absentee voting; persons age 65 or older.","link":"/cgi-bin/legp604.exe?191+sum+HB1628","history":[{"text":"10/23/18  House: Prefiled and ordered printed; offered 01/09/19 19100383D","date":"10/23/18"},{"text":"10/23/18  House: Referred to Committee on Privileges and Elections","date":"10/23/18"}],"committeeText":"10/23/18  House: Referred to Committee on Privileges and Elections","sponsor":"C.E. Cliff Hayes, Jr.","summary":"Absentee voting; eligibility of persons age\r\n65 or older. Entitles  a person who will be age 65 or older on\r\nthe day of an election to vote by  absentee ballot in that election."},{"number":"HB 1629","name":"HB 1629 Virginia Public Procurement Act; request for proposals, publication.","link":"/cgi-bin/legp604.exe?191+sum+HB1629","history":[{"text":"10/26/18  House: Prefiled and ordered printed; offered 01/09/19 19100873D","date":"10/26/18"},{"text":"10/26/18  House: Referred to Committee on General Laws","date":"10/26/18"}],"committeeText":"10/26/18  House: Referred to Committee on General Laws","sponsor":"Hyland F. \"Buddy\" Fowler, Jr.","summary":"Virginia Public Procurement Act; request for\r\nproposals;  publication. Removes the requirement for newspaper\r\npublication of Requests  for Proposals for professional services."},{"number":"HB 1630","name":"HB 1630 Judges, substitute; powers and duties, entry of a final order, cases taken under advisement.","link":"/cgi-bin/legp604.exe?191+sum+HB1630","history":[{"text":"10/29/18  House: Prefiled and ordered printed; offered 01/09/19 19100888D","date":"10/29/18"},{"text":"10/29/18  House: Referred to Committee for Courts of Justice","date":"10/29/18"}],"committeeText":"10/29/18  House: Referred to Committee for Courts of Justice","sponsor":"Christopher E. Collins","summary":"Substitute judges; powers and duties; entry\r\nof a final  order; cases taken under advisement. Provides that\r\na substitute judge has  the power to enter a final order in any case\r\ntaken under advisement by the  substitute judge for a period of seven\r\ndays after the date of a hearing of such  case."},{"number":"HB 1631","name":"HB 1631 Virginia Retirement System; retired law-enforcement officers employed as school security officers.","link":"/cgi-bin/legp604.exe?191+sum+HB1631","history":[{"text":"10/30/18  House: Prefiled and ordered printed; offered 01/09/19 19101043D","date":"10/30/18"},{"text":"10/30/18  House: Referred to Committee on Appropriations","date":"10/30/18"}],"committeeText":"10/30/18  House: Referred to Committee on Appropriations","sponsor":"James A. \"Jay\" Leftwich","summary":"Virginia Retirement System; retired  law-enforcement\r\nofficers employed as school security officers. Allows a  retired\r\nlaw-enforcement officer to continue to receive his service retirement\r\n allowance during a subsequent period of employment by a local school\r\ndivision  as a school security officer."},{"number":"HB 1632","name":"HB 1632 Virginia Public Procurement Act; multiple award indefinite delivery/indefinite quantity contracting.","link":"/cgi-bin/legp604.exe?191+sum+HB1632","history":[{"text":"10/30/18  House: Prefiled and ordered printed; offered 01/09/19 19100463D","date":"10/30/18"},{"text":"10/30/18  House: Referred to Committee on General Laws","date":"10/30/18"}],"committeeText":"10/30/18  House: Referred to Committee on General Laws","sponsor":"Mark L. Cole","summary":"Virginia Public Procurement Act; multiple award\r\nindefinite  delivery/indefinite quantity contracting. Adds multiple\r\naward indefinite  delivery/indefinite quantity contracting as an allowable\r\nmethod of procurement for public bodies under the Virginia Public\r\nProcurement Act  (§ 2.2-4300 et seq.)."},{"number":"HB 1633","name":"HB 1633 Lt. Bradford T. Clark Memorial Bridge; designating as the State Route 627 bridge in Hanover County.","link":"/cgi-bin/legp604.exe?191+sum+HB1633","history":[{"text":"10/31/18  House: Prefiled and ordered printed; offered 01/09/19 19100874D","date":"10/31/18"},{"text":"10/31/18  House: Referred to Committee on Transportation","date":"10/31/18"}],"committeeText":"10/31/18  House: Referred to Committee on Transportation","sponsor":"Christopher K. Peace","summary":"Designating the Lieutenant Bradford T. Clark\r\nMemorial  Bridge. Designates the State Route 627 bridge in Hanover\r\nCounty over  Interstate 295 the \"Lieutenant Bradford T. Clark Memorial\r\nBridge.\""},{"number":"HB 1634","name":"HB 1634 Sales & use tax for counties and cities; county appropriations to incorporated towns for education.","link":"/cgi-bin/legp604.exe?191+sum+HB1634","history":[{"text":"11/07/18  House: Prefiled and ordered printed; offered 01/09/19 19100979D","date":"11/07/18"},{"text":"11/07/18  House: Referred to Committee on Finance","date":"11/07/18"}],"committeeText":"11/07/18  House: Referred to Committee on Finance","sponsor":"James E. Edmunds, II","summary":"Additional sales and use tax for counties and\r\ncities;  county appropriations to incorporated towns for educational\r\npurposes.  Authorizes counties and cities to impose an additional\r\nlocal sales and use tax  at a rate as determined by the governing\r\nbody, if initiated  by a resolution of the local governing body and\r\napproved by the voters  at a referendum. Revenue from the tax shall\r\nbe used solely for capital projects  for the construction or improvement\r\nof schools."},{"number":"HB 1635","name":"HB 1635 Fossil fuel projects moratorium; clean energy mandates.","link":"/cgi-bin/legp604.exe?191+sum+HB1635","history":[{"text":"11/14/18  House: Prefiled and ordered printed; offered 01/09/19 19100460D","date":"11/14/18"},{"text":"11/14/18  House: Referred to Committee on Rules","date":"11/14/18"}],"committeeText":"11/14/18  House: Referred to Committee on Rules","sponsor":"Sam Rasoul"},{"number":"HB 1636","name":"HB 1636 Unmanned aircraft system; trespass, military airfield or military helicopter landing zone, penalty.","link":"/cgi-bin/legp604.exe?191+sum+HB1636","history":[{"text":"11/15/18  House: Prefiled and ordered printed; offered 01/09/19 19100556D","date":"11/15/18"},{"text":"11/15/18  House: Referred to Committee for Courts of Justice","date":"11/15/18"}],"committeeText":"11/15/18  House: Referred to Committee for Courts of Justice","sponsor":"Barry D. Knight","summary":"Trespass; unmanned aircraft system; military\r\nairfield or  military helicopter landing zone; penalty. Provides\r\nthat any person who  knowingly and intentionally causes an unmanned\r\naircraft system to enter the  airspace within one mile of the boundary\r\nof any military airfield or military  helicopter landing zone in the\r\nCommonwealth, for any reason, is guilty of a  Class 1 misdemeanor."},{"number":"HB 1637","name":"HB 1637 License plates, special; PROTECT SEA LIFE.","link":"/cgi-bin/legp604.exe?191+sum+HB1637","history":[{"text":"11/15/18  House: Prefiled and ordered printed; offered 01/09/19 19100780D","date":"11/15/18"},{"text":"11/15/18  House: Referred to Committee on Transportation","date":"11/15/18"}],"committeeText":"11/15/18  House: Referred to Committee on Transportation","sponsor":"Barry D. Knight","summary":"Special license plates; PROTECT SEA LIFE. Authorizes\r\n the issuance of revenue-sharing special license plates for supporters\r\nof the  Virginia Aquarium bearing the legend PROTECT SEA LIFE."},{"number":"HB 1638","name":"HB 1638 Virginia Lottery; regulation of sports betting, creation of certain Funds, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1638","history":[{"text":"11/20/18  House: Prefiled and ordered printed; offered 01/09/19 19100097D","date":"11/20/18"},{"text":"11/20/18  House: Referred to Committee on Rules","date":"11/20/18"}],"committeeText":"11/20/18  House: Referred to Committee on Rules","sponsor":"Mark D. Sickles"},{"number":"HB 1639","name":"HB 1639 Medical Assistance Services, Department of; payment for certain services to hospice patients.","link":"/cgi-bin/legp604.exe?191+sum+HB1639","history":[{"text":"11/21/18  House: Prefiled and ordered printed; offered 01/09/19 19100544D","date":"11/21/18"},{"text":"11/21/18  House: Referred to Committee on Appropriations","date":"11/21/18"}],"committeeText":"11/21/18  House: Referred to Committee on Appropriations","sponsor":"Christopher T. Head","summary":"Department of Medical Assistance Services; payment\r\nfor  certain services to hospice patients. Directs the Department\r\nof Medical  Assistance Services to implement a process for direct\r\npayment of nursing facility  or ICF/MR services for hospice patients\r\nreceiving services in a nursing  facility or ICF/MR if such patient\r\nwould be eligible for medical assistance for  nursing facility or\r\nICF/MR services had he not elected to receive hospice care.  The bill\r\nprovides that payments made to a nursing facility or ICF/MR shall\r\nbe  the full amount that would be paid to the nursing facility or\r\nICF/MR if the  individual was not receiving hospice services, and\r\nshall not reflect any  discount to such rates."},{"number":"HB 1640","name":"HB 1640 Health carriers; services provided by nurse practitioners.","link":"/cgi-bin/legp604.exe?191+sum+HB1640","history":[{"text":"11/26/18  House: Prefiled and ordered printed; offered 01/09/19 19100868D","date":"11/26/18"},{"text":"11/26/18  House: Referred to Committee on Commerce and Labor","date":"11/26/18"}],"committeeText":"11/26/18  House: Referred to Committee on Commerce and Labor","sponsor":"Margaret B. Ransone","summary":"Health carriers; nurse practitioners. Requires\r\nhealth  insurers and health service plan providers whose policies\r\nor contracts cover  services that may be legally performed by licensed\r\nnurse  practitioners to provide equal coverage for such services when\r\nrendered by a licensed nurse practitioner."},{"number":"HB 1641","name":"HB 1641 Absentee voting; no-excuse absentee.","link":"/cgi-bin/legp604.exe?191+sum+HB1641","history":[{"text":"11/26/18  House: Prefiled and ordered printed; offered 01/09/19 19100922D","date":"11/26/18"},{"text":"11/26/18  House: Referred to Committee on Privileges and Elections","date":"11/26/18"}],"committeeText":"11/26/18  House: Referred to Committee on Privileges and Elections","sponsor":"Charniele L. Herring","summary":"Absentee voting; no-excuse absentee.  Permits\r\nany registered voter to vote by absentee ballot in any election in\r\n which he is qualified to vote. The bill removes the current list\r\nof statutory reasons  under which a person may be entitled to vote\r\nby absentee ballot and removes  references to those reasons from other\r\nsections of the Code."},{"number":"HB 1642","name":"HB 1642 Solitary confinement; data collection and reporting, Department of Corrections to submit report.","link":"/cgi-bin/legp604.exe?191+sum+HB1642","history":[{"text":"11/26/18  House: Prefiled and ordered printed; offered 01/09/19 19100672D","date":"11/26/18"},{"text":"11/26/18  House: Referred to Committee on Militia, Police and Public Safety","date":"11/26/18"}],"committeeText":"11/26/18  House: Referred to Committee on Militia, Police and Public Safety","sponsor":"Patrick A. Hope","summary":"Solitary confinement; data collection and reporting;\r\n report. Requires the Department of Corrections to submit an annual\r\nreport  to the General Assembly and the Governor containing  specified\r\nstatistical information regarding the Department's use of  solitary\r\nconfinement, as defined in the bill."},{"number":"HB 1643","name":"HB 1643 Teacher licensure; endorsement, Montessori method.","link":"/cgi-bin/legp604.exe?191+sum+HB1643","history":[{"text":"11/27/18  House: Prefiled and ordered printed; offered 01/09/19 19100752D","date":"11/27/18"},{"text":"11/27/18  House: Referred to Committee on Education","date":"11/27/18"}],"committeeText":"11/27/18  House: Referred to Committee on Education","sponsor":"Patrick A. Hope","summary":"Teacher licensure; endorsement; Montessori method.\r\n Requires the Board of Education to provide for licensure of teachers\r\nwith an  endorsement in the Montessori method of education. The bill\r\nrequires the Board of  Education, in establishing the requirements\r\nfor such endorsement, to require,  at a minimum, (i) a bachelor's\r\ndegree from a regionally accredited institution  of higher education,\r\n(ii) graduation from a teacher education program  affiliated with\r\nthe American Montessori Society or receipt of a certificate  from\r\nthe Association Montessori Internationale, and (iii) employment by\r\na  school board in a teaching position for which the Montessori method\r\nendorsed by  the American Montessori Society or the Association Montessori\r\nInternationale is  the primary method of instruction."},{"number":"HB 1644","name":"HB 1644 Firearms; reporting when lost or stolen, civil penalty.","link":"/cgi-bin/legp604.exe?191+sum+HB1644","history":[{"text":"11/27/18  House: Prefiled and ordered printed; offered 01/09/19 19100301D","date":"11/27/18"},{"text":"11/27/18  House: Referred to Committee on Militia, Police and Public Safety","date":"11/27/18"}],"committeeText":"11/27/18  House: Referred to Committee on Militia, Police and Public Safety","sponsor":"Jeffrey M. Bourne","summary":"Reporting lost or stolen firearms;  civil penalty.\r\nRequires a person who lawfully  possesses a firearm to report\r\nthe loss or theft of the firearm  to any local law-enforcement agency\r\nor the  Department of State Police within 24 hours after such person\r\ndiscovers the loss or theft or is  informed by a person with personal\r\nknowledge of the loss or theft. The bill  requires the relevant law-enforcement\r\nagency to enter the report information into  the National Crime Information\r\nCenter (NCIC). A  violation is punishable by a civil penalty of $50\r\n for a first offense and not less than $100 or more than $250 for\r\nany subsequent  offense. The bill provides that a person who, in good\r\nfaith, reports the loss or theft is immune from criminal or civil\r\nliability for acts or  omissions that result from the loss or theft;\r\nthe immunity does not apply to a person who knowingly gives a false\r\nreport. The  bill does not apply to the loss or theft of an antique\r\nfirearm."},{"number":"HB 1645","name":"HB 1645 Virginia Fair Housing Law; unlawful discriminatory housing practices.","link":"/cgi-bin/legp604.exe?191+sum+HB1645","history":[{"text":"11/27/18  House: Prefiled and ordered printed; offered 01/09/19 19100302D","date":"11/27/18"},{"text":"11/27/18  House: Referred to Committee on Rules","date":"11/27/18"}],"committeeText":"11/27/18  House: Referred to Committee on Rules","sponsor":"Jeffrey M. Bourne","summary":"Virginia Fair Housing Law; unlawful discriminatory\r\nhousing  practices. Adds discrimination on the basis of a person's\r\nsource of income  to the list of unlawful discriminatory housing practices.\r\nThe bill defines  \"source of income\" as any source that lawfully provides\r\nfunds to or  on behalf of a renter or buyer of housing, including\r\nany assistance, benefit,  or subsidy program, whether such program\r\nis administered by a governmental or  nongovernmental entity."},{"number":"HB 1646","name":"HB 1646 Virginia Preschool Initiative; enrollment, funding.","link":"/cgi-bin/legp604.exe?191+sum+HB1646","history":[{"text":"11/27/18  House: Prefiled and ordered printed; offered 01/09/19 19100739D","date":"11/27/18"},{"text":"11/27/18  House: Referred to Committee on Appropriations","date":"11/27/18"}],"committeeText":"11/27/18  House: Referred to Committee on Appropriations","sponsor":"Jeffrey M. Bourne","summary":"Virginia Preschool Initiative; enrollment; funding.\r\n Permits any local school board  to offer any slots in its Virginia\r\nPreschool Initiative program that remain  unfilled by at-risk students\r\nafter initial enrollment to students who reside in  the school division\r\nand meet the age requirements but do not qualify as at-risk  and to\r\ncharge a fee for such enrollment. The bill permits any school board\r\nthat  charges a fee for such enrollment to use such fees for the purpose\r\nof meeting  the required local match for its Virginia Preschool Initiative\r\nprogram."},{"number":"HB 1647","name":"HB 1647 Virginia Fair Housing Law; unlawful discriminatory housing practices.","link":"/cgi-bin/legp604.exe?191+sum+HB1647","history":[{"text":"11/27/18  House: Prefiled and ordered printed; offered 01/09/19 19101030D","date":"11/27/18"},{"text":"11/27/18  House: Referred to Committee on Rules","date":"11/27/18"}],"committeeText":"11/27/18  House: Referred to Committee on Rules","sponsor":"Jeffrey M. Bourne","summary":"Virginia Fair Housing Law; unlawful discriminatory\r\nhousing  practices. Prohibits any locality, its employees, or\r\nits appointed  commissions from discriminating (i) in the application\r\nof local land use  ordinances or guidelines; (ii) in the permitting\r\nof  housing developments on the basis of race, color, religion, national\r\norigin,  sex, elderliness, familial status, or handicap; or  (iii)\r\nin the permitting of housing developments  because the housing development\r\ncontains or is expected to contain affordable  housing units occupied\r\nor intended for occupancy by families or individuals  with incomes\r\nat or below 80 percent of the median income of the area where the\r\n housing development is located or is proposed to be located. The\r\nbill also requires  the Fair Housing Board, after determining the\r\nexistence of an unlawful  discriminatory housing practice and after\r\nconsultation with the Attorney  General, to immediately refer the\r\nmatter to the Attorney General for civil  action."},{"number":"HB 1648","name":"HB 1648 Pedestrian crossings; Town of Ashland may provide signs at crosswalks requiring drivers to yield.","link":"/cgi-bin/legp604.exe?191+sum+HB1648","history":[{"text":"11/27/18  House: Prefiled and ordered printed; offered 01/09/19 19101366D","date":"11/27/18"},{"text":"11/27/18  House: Referred to Committee on Transportation","date":"11/27/18"}],"committeeText":"11/27/18  House: Referred to Committee on Transportation","sponsor":"Hyland F. \"Buddy\" Fowler, Jr.","summary":"Pedestrian crossings; Town of Ashland. Adds\r\nthe Town of  Ashland to the list of localities that may provide by\r\nordinance for the  installation and maintenance of highway  signs\r\nat marked crosswalks requiring drivers to yield to pedestrians. A\r\n violation of such ordinance is a traffic infraction punishable by\r\na fine of no  less than $100 or more than $500."},{"number":"HB 1649","name":"HB 1649 Boundary agreement, local; locality allowed to attach to their petitions to circuit court a GIS map.","link":"/cgi-bin/legp604.exe?191+sum+HB1649","history":[{"text":"11/27/18  House: Prefiled and ordered printed; offered 01/09/19 19101386D","date":"11/27/18"},{"text":"11/27/18  House: Referred to Committee on Counties, Cities and Towns","date":"11/27/18"}],"committeeText":"11/27/18  House: Referred to Committee on Counties, Cities and Towns","sponsor":"Hyland F. \"Buddy\" Fowler, Jr.","summary":"Local boundary agreements. Allows all localities,\r\nin  adopting a voluntary boundary agreement, to attach to their petitions\r\nto the  circuit court a Geographic Information System (GIS) map depicting\r\nthe boundary change.  Under current law, such use of a GIS map is\r\npermitted only regarding the  boundaries of certain named localities."},{"number":"HB 1650","name":"HB 1650 Lottery; disclosure of identity of winners.","link":"/cgi-bin/legp604.exe?191+sum+HB1650","history":[{"text":"11/27/18  House: Prefiled and ordered printed; offered 01/09/19 19101474D","date":"11/27/18"},{"text":"11/27/18  House: Referred to Committee on General Laws","date":"11/27/18"}],"committeeText":"11/27/18  House: Referred to Committee on General Laws","sponsor":"R. Lee Ware","summary":"Lottery; disclosure of identity of winners.\r\nProhibits  the Virginia Lottery from disclosing information  about\r\nindividual winners whose prize exceeds $10 million, and exempts such\r\n information from disclosure under the Freedom of Information Act\r\n(FOIA), unless  the winner consents to disclosure. Under FOIA, disclosure\r\nof the winner's name, hometown, and amount  won is currently mandatory."},{"number":"HB 1651","name":"HB 1651 Grand larceny; increases threshold amount.","link":"/cgi-bin/legp604.exe?191+sum+HB1651","history":[{"text":"11/28/18  House: Prefiled and ordered printed; offered 01/09/19 19100381D","date":"11/28/18"},{"text":"11/28/18  House: Referred to Committee on Rules","date":"11/28/18"}],"committeeText":"11/28/18  House: Referred to Committee on Rules","sponsor":"C.E. Cliff Hayes, Jr.","summary":"Grand larceny; threshold. Increases from\r\n$500 to $750  the threshold amount of money taken or value of goods\r\nor chattel taken at which  the crime rises from petit larceny to grand\r\nlarceny. The bill increases the  threshold by the same amount for\r\nthe classification of certain property crimes."},{"number":"HB 1652","name":"HB 1652 School calendar; opening day of the school year.","link":"/cgi-bin/legp604.exe?191+sum+HB1652","history":[{"text":"11/28/18  House: Prefiled and ordered printed; offered 01/09/19 19100409D","date":"11/28/18"},{"text":"11/28/18  House: Referred to Committee on Education","date":"11/28/18"}],"committeeText":"11/28/18  House: Referred to Committee on Education","sponsor":"Roxann L. Robinson","summary":"School calendar; opening day of the school year.\r\nMakes  local school boards responsible for setting the school calendar\r\nand determining  the opening day of the school year and eliminates\r\nthe  post-Labor Day opening requirement and \"good cause\" scenarios\r\nfor  which the Board of Education may grant waivers of this requirement.\r\nThe bill  requires local school boards that set the school calendar\r\nwith a pre-Labor Day  opening date, except those schools that were\r\ngranted a \"good cause\"  waiver for the 2018-2019 school year, to close\r\nall schools in the division from (i) the Thursday immediately preceding\r\nLabor Day  through Labor Day or (ii) the Friday immediately preceding\r\nLabor Day through  the Tuesday immediately succeeding Labor Day."},{"number":"HB 1653","name":"HB 1653 Custody and visitation arrangements; best interests of the child, domestic abuse, child abuse.","link":"/cgi-bin/legp604.exe?191+sum+HB1653","history":[{"text":"11/29/18  House: Prefiled and ordered printed; offered 01/09/19 19101689D","date":"11/29/18"},{"text":"11/29/18  House: Referred to Committee for Courts of Justice","date":"11/29/18"}],"committeeText":"11/29/18  House: Referred to Committee for Courts of Justice","sponsor":"Christopher E. Collins","summary":"Custody and visitation arrangements; best interests\r\nof the  child; domestic abuse; child abuse. Requires the court\r\nto consider domestic abuse, defined in the bill, and child abuse \r\nin addition to family abuse and sexual abuse in current law when \r\ndetermining the best interests of the child for the purposes of custody\r\nand  visitation arrangements."},{"number":"HB 1654","name":"HB 1654 Prohibited public carrying of certain firearms in public areas; penalty.","link":"/cgi-bin/legp604.exe?191+sum+HB1654","history":[{"text":"11/29/18  House: Prefiled and ordered printed; offered 01/09/19 19101263D","date":"11/29/18"},{"text":"11/29/18  House: Referred to Committee on Militia, Police and Public Safety","date":"11/29/18"}],"committeeText":"11/29/18  House: Referred to Committee on Militia, Police and Public Safety","sponsor":"Sam Rasoul","summary":"Prohibited public carrying of certain firearms\r\nin public  areas; penalty. Prohibits the carrying of a loaded\r\nshotgun or rifle in  places open to the public in certain cities and\r\ncounties. Current law prohibits  the carrying in such locations of\r\ncertain loaded firearms with high capacity  magazines, silencers,\r\nor folding stock, or a loaded  shotgun with a magazine that will hold\r\nmore than seven rounds of the longest  ammunition for which it is\r\nchambered. The bill adds the City of Roanoke to the  list of cities\r\nin which the carrying of such firearms is prohibited."},{"number":"HB 1655","name":"HB 1655 Real property tax exemption for disabled veterans; surviving spouses ability to change residence.","link":"/cgi-bin/legp604.exe?191+sum+HB1655","history":[{"text":"11/29/18  House: Prefiled and ordered printed; offered 01/09/19 19101195D","date":"11/29/18"},{"text":"11/29/18  House: Referred to Committee on Finance","date":"11/29/18"}],"committeeText":"11/29/18  House: Referred to Committee on Finance","sponsor":"Jason S. Miyares","summary":"Real property tax exemption for disabled veterans;\r\n surviving spouses; ability to move to a different residence.\r\nEnacts as statutory law an amendment to subdivision (a)  of Section\r\n6-A of Article X of the Constitution of Virginia  that was adopted\r\nby the voters on November 6, 2018, which applies the real property\r\ntax exemption for the  surviving spouse of a disabled veteran to such\r\nspouse's principal place of  residence regardless of whether such\r\nspouse moves to  a different residence."},{"number":"HB 1656","name":"HB 1656 School security officers; employment by private or religious schools, carrying a firearm.","link":"/cgi-bin/legp604.exe?191+sum+HB1656","history":[{"text":"11/29/18  House: Prefiled and ordered printed; offered 01/09/19 19100833D","date":"11/29/18"},{"text":"11/29/18  House: Referred to Committee on Education","date":"11/29/18"}],"committeeText":"11/29/18  House: Referred to Committee on Education","sponsor":"Mark L. Cole","summary":"School security officers; employment by  private\r\nor religious schools; carrying a firearm in performance of duties.\r\nAllows  private or religious schools to employ a school security\r\nofficer and to authorize a school security officer to carry a firearm\r\n in the performance of his duties, subject to the same  criteria for\r\ncarrying a firearm in the performance of his duties imposed on a school\r\nsecurity officer employed by the local school  board. The bill also\r\nupdates the definition of school security officer  in the assault\r\nand battery statute."},{"number":"HB 1657","name":"HB 1657 Alcoholic beverage control; creates an annual mixed beverage performing arts facility license.","link":"/cgi-bin/legp604.exe?191+sum+HB1657","history":[{"text":"11/29/18  House: Prefiled and ordered printed; offered 01/09/19 19100580D","date":"11/29/18"},{"text":"11/29/18  House: Referred to Committee on General Laws","date":"11/29/18"}],"committeeText":"11/29/18  House: Referred to Committee on General Laws","sponsor":"R. Steven Landes","summary":"Alcoholic beverage control; annual mixed beverage\r\n performing arts facility. Creates an annual mixed beverage performing\r\narts  facility license, which allows the sale of alcoholic beverages\r\nfor on-premises  consumption at any multipurpose theater that is located\r\nin the historical  district of the Town of Bridgewater, is owned and\r\noperated by a governmental  entity, and has a total capacity in excess\r\nof 100 patrons."},{"number":"HB 1658","name":"HB 1658 Vote by mail; Department of Elections to develop a pilot program.","link":"/cgi-bin/legp604.exe?191+sum+HB1658","history":[{"text":"11/30/18  House: Prefiled and ordered printed; offered 01/09/19 19101015D","date":"11/30/18"},{"text":"11/30/18  House: Referred to Committee on Privileges and Elections","date":"11/30/18"}],"committeeText":"11/30/18  House: Referred to Committee on Privileges and Elections","sponsor":"Debra H. Rodman","summary":"Vote by mail; pilot program.  Requires the\r\nDepartment of Elections to  develop a pilot program for conducting\r\nelections by mail. In a vote-by-mail election, a ballot is mailed\r\nto every  registered voter, and the ballots are returned by  the voters\r\nby mailing the ballot to the office of the general registrar, by \r\ndelivering the ballot in person to the office of the general registrar,\r\nor by  depositing the ballot at a drop-off location. The bill allows\r\nany county or city to apply to participate in the pilot  program,\r\nsubject to approval by the State Board, and requires participating\r\nlocalities to provide a report on the  pilot program in its locality\r\nto the State Board by December 1 of each year in which it participates.\r\nThe bill requires the State Board to  submit a report to the Governor,\r\nthe General Assembly, and the House and Senate  Committees on Privileges\r\nand Elections on the pilot program, including a  recommendation as\r\nto  whether all elections in the Commonwealth should be conducted\r\nby mail. The bill has an expiration date of  December 31, 2022."},{"number":"HB 1659","name":"HB 1659 Child abuse and neglect; mandatory reporters.","link":"/cgi-bin/legp604.exe?191+sum+HB1659","history":[{"text":"12/01/18  House: Prefiled and ordered printed; offered 01/09/19 19100396D","date":"12/01/18"},{"text":"12/01/18  House: Referred to Committee for Courts of Justice","date":"12/01/18"}],"committeeText":"12/01/18  House: Referred to Committee for Courts of Justice","sponsor":"Karrie K. Delaney","summary":"Child abuse and neglect; mandatory reporters.\r\nAdds to  the list of persons who are required to report suspected\r\nchild abuse or neglect  ministers, priests, rabbis, imams, and duly\r\naccredited practitioners of any  religious organization or denomination\r\nusually referred to as a church;  however, the bill exempts such clergy\r\nmembers from the mandatory reporting  requirement when the information\r\nsupporting the suspicion of child abuse or  neglect (i) is required\r\nby the doctrine of the religious organization or  denomination to\r\nbe kept confidential or (ii) would be subject to the exemptions  set\r\nforth in § 8.01-400 or 19.2-271.3 if offered as evidence in court."},{"number":"HB 1660","name":"HB 1660 Landlord and tenant; landlord may obtain certain insurance for tenant, notice to tenant.","link":"/cgi-bin/legp604.exe?191+sum+HB1660","history":[{"text":"12/01/18  House: Prefiled and ordered printed; offered 01/09/19 19100659D","date":"12/01/18"},{"text":"12/01/18  House: Referred to Committee on General Laws","date":"12/01/18"}],"committeeText":"12/01/18  House: Referred to Committee on General Laws","sponsor":"Karrie K. Delaney","summary":"Landlord and tenant; landlord may obtain certain\r\ninsurance  for tenant; notice. Requires a landlord that has purchased\r\ndamage insurance  coverage on behalf of a tenant to provide a notice\r\nto the tenant that, in case  of damage to the property, (i) the landlord\r\nis not responsible for the tenant's  personal property, (ii) the damage\r\ninsurance purchased by the landlord only  covers the structure and\r\nnot the tenant's personal property, and (iii) if the  tenant wishes\r\nto protect his personal property, he should obtain renter's insurance.\r\n The bill contains technical amendments."},{"number":"HB 1661","name":"HB 1661 Health benefits; plans established by associations of employers, certain agricultural organizations.","link":"/cgi-bin/legp604.exe?191+sum+HB1661","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100141D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Commerce and Labor","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Commerce and Labor","sponsor":"Christopher T. Head","summary":"Association health benefit plans established\r\nby  associations of employers; health benefit plans for members of\r\ncertain  agricultural organizations. Directs the State Corporation\r\nCommission to  adopt regulations that allow for the creation of association\r\nhealth plans that  are consistent with certain regulations of the\r\nU.S. Department of Labor. The  proposed regulation broadens the criteria\r\nunder Title I of the federal Employee  Retirement Income Security\r\nAct (ERISA) to allow employers to form an  association solely for\r\nthe purpose of sponsoring a group health plan for its  employer members.\r\nCurrently, employer groups are prohibited from forming  associations\r\nfor the sole purpose of providing group health coverage. The  measure\r\nalso provides that a health benefit plan sponsored by a nonprofit\r\n agricultural organization for its members is not insurance and is\r\nnot subject  to the jurisdiction of the Commissioner of Insurance\r\nif the health benefit plan  meets certain requirements, including\r\nthat it provides dues-paying members in  all localities with membership\r\nopportunities and that it be administered by a  third-party administrator.\r\nThe measure includes provisions that exempt certain  transactions\r\nregarding multiple employer welfare arrangements from insurer  licensing\r\nrequirements."},{"number":"HB 1662","name":"HB 1662 Child restraint devices and safety belts; exempts emergency and law-enforcement vehicles.","link":"/cgi-bin/legp604.exe?191+sum+HB1662","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100134D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Transportation","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Transportation","sponsor":"Christopher T. Head","summary":"Child restraint devices and safety belts; emergency\r\nand  law-enforcement vehicles. Exempts emergency medical services\r\nagency  vehicles, fire company vehicles, fire department vehicles,\r\nand law-enforcement  agency vehicles from the requirement that certain\r\nminors be secured in a child  restraint device or with a safety belt."},{"number":"HB 1663","name":"HB 1663 Food establishments; certified food protection manager, exemption of certain establishments.","link":"/cgi-bin/legp604.exe?191+sum+HB1663","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100361D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on General Laws","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on General Laws","sponsor":"James E. Edmunds, II","summary":"Food establishments; certified food protection\r\nmanager;  exemption. Provides that no food establishment that\r\n is exempt from taxation under § 501(c)(3) of the Internal Revenue\r\nCode shall be  required to employ a certified food protection manager."},{"number":"HB 1664","name":"HB 1664 Out-of-state conviction of drug offenses; petition for restricted driver's license.","link":"/cgi-bin/legp604.exe?191+sum+HB1664","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19101334D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Transportation","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Transportation","sponsor":"Jerrauld C. \"Jay\" Jones","summary":"Out-of-state conviction  of drug offenses; restricted\r\ndriver's license. Provides that a person  convicted of a drug\r\noffense in another state may petition the general district  court\r\nof the county or city in which he resides for a restricted driver's\r\n license allowing the petitioner to operate a motor vehicle  in the\r\nCommonwealth on a restricted basis, provided that no such restricted\r\n license shall permit the petitioner to operate a commercial vehicle."},{"number":"HB 1665","name":"HB 1665 Court-established community service programs; community service work in lieu of payment of fine,etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1665","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19102120D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee for Courts of Justice","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee for Courts of Justice","sponsor":"C.E. Cliff Hayes, Jr.","summary":"Court-established community service  programs;\r\ncommunity service work in lieu of payment of fine  or costs. Requires\r\ncourts to provide an option to any person upon  whom a fine and costs\r\nhave been imposed to discharge all or part of the fine or  costs by\r\nearning credits for the performance of community service work before\r\n or after imprisonment. Under current law, providing this option is\r\n discretionary."},{"number":"HB 1666","name":"HB 1666 University of Virginia's College at Wise; reduced rate tuition.","link":"/cgi-bin/legp604.exe?191+sum+HB1666","history":[{"text":"12/03/18  House: Prefiled and ordered printed with emergency clause; offered 01/09/19 19101361D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Appropriations","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Appropriations","sponsor":"Terry G. Kilgore","summary":"University of Virginia's College at Wise; reduced\r\nrate  tuition. Permits the board of visitors of the University\r\nof Virginia to  charge reduced rate tuition to any student enrolled\r\nat the University of Virginia's  College at Wise who resides in the\r\nAppalachian Region as defined in relevant  federal law, is domiciled\r\nin the Appalachian Region, and is entitled to  in-state tuition charges\r\nat a public institution of higher education in the  Appalachian Region.\r\nThe bill contains an emergency clause."},{"number":"HB 1667","name":"HB 1667 Virginia Public Procurement Act; statute of limitations on actions on construction contracts, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1667","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19101460D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee for Courts of Justice","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee for Courts of Justice","sponsor":"Terry G. Kilgore","summary":"Virginia Public Procurement Act; statute of\r\nlimitations on  actions on construction contracts; statute of limitations\r\non actions on  performance bonds. Provides that no action may\r\nbe brought by a public body on  any construction contract, including\r\nconstruction management and design-build  contracts, unless such action\r\nis brought within five years after substantial  completion of the\r\nwork on the project and that no action may be brought by a  public\r\nbody on a warranty or guarantee in such construction contract more\r\nthan  one year from the breach of that warranty, but in no event more\r\nthan one year  after the expiration of such warranty or guarantee.\r\nThe bill also limits the  time frame during which a public body, other\r\nthan the Department of  Transportation, may bring an action against\r\na surety on a performance bond to  within one year after substantial\r\ncompletion of the work on the project.  Current law allows a public\r\nbody, other than the Department of Transportation, to  bring such\r\nan action within one year after (i) completion of the contract,  including\r\nthe expiration of all warranties and guarantees, or (ii) discovery\r\nof  the defect or breach of warranty that gave rise to the action."},{"number":"HB 1668","name":"HB 1668 Virginia Public Procurement Act; high-risk contracts, report.","link":"/cgi-bin/legp604.exe?191+sum+HB1668","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100629D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on General Laws","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on General Laws","sponsor":"Betsy B. Carr","summary":"Virginia Public Procurement Act; high-risk contracts;\r\n report. Requires the Department of General Services (DGS), the\r\nVirginia  Information Technologies Agency (VITA), and the Office of\r\nthe Attorney General,  as appropriate, to review contract solicitations\r\nand contracts for any public  contract for goods, services, insurance,\r\nor construction that meets the  definition of high-risk contract provided\r\nin the bill. Employees designated as  primary administrators of high-risk\r\ncontracts are required to complete a  training program on effective\r\ncontract administration created by DGS and VITA  pursuant to requirements\r\nof the bill prior to commencing high-risk contract  administration\r\nduties. Some provisions of the bill have delayed effective dates \r\nfor implementation of the high-risk contract training and review processes."},{"number":"HB 1669","name":"HB 1669 Disposable paper and plastic bags; local taxation per bag when provided to consumers.","link":"/cgi-bin/legp604.exe?191+sum+HB1669","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100447D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Finance","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Finance","sponsor":"Betsy B. Carr","summary":"Local disposable paper and plastic bag tax.\r\nAuthorizes  any locality to impose a tax of five cents per bag  on\r\ndisposable paper bags or disposable plastic bags provided to consumers\r\nby certain retailers, with certain bags being  exempt from the tax.\r\nRevenues from the local tax would be collected by the Tax  Commissioner\r\nand distributed monthly to the locality  imposing the tax to be used\r\nby such locality for the mitigation of pollution  and litter. The\r\nbill requires each locality imposing  the tax by ordinance to provide\r\na certified copy of the ordinance to the Tax  Commissioner at least\r\nsix months prior to the date the tax is to become  effective. The\r\nbill also allows every retailer that collects the tax to retain  one\r\ncent of the five-cent tax."},{"number":"HB 1670","name":"HB 1670 Affordable housing; City of Richmond added to list with authority to provide dwelling unit program.","link":"/cgi-bin/legp604.exe?191+sum+HB1670","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19101221D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Counties, Cities and Towns","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Counties, Cities and Towns","sponsor":"Betsy B. Carr","summary":"Affordable housing; City of Richmond. Adds\r\nthe City of  Richmond to the list of localities with authority to\r\nprovide for an affordable  housing dwelling unit program."},{"number":"HB 1671","name":"HB 1671 Child abuse and neglect; investigation of an individual by local boards of social services.","link":"/cgi-bin/legp604.exe?191+sum+HB1671","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100319D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Health, Welfare and Institutions","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Health, Welfare and Institutions","sponsor":"Michael P. Mullin","summary":"Child abuse and neglect; investigations by local\r\nboards of  social services. Requires local boards of social services,\r\nwhen  investigating an individual who is the subject of child abuse\r\nor neglect allegations, to obtain and consider a search  of the child\r\nabuse and neglect central registry, or  equivalent registry, of any\r\nstate in which the individual has resided  within the preceding five\r\nyears."},{"number":"HB 1672","name":"HB 1672 Income tax, state; tax credit for paid leave for organ donors.","link":"/cgi-bin/legp604.exe?191+sum+HB1672","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100206D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee on Finance","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee on Finance","sponsor":"Michael P. Mullin","summary":"Income tax credit for paid leave for organ donors.\r\n Establishes a tax credit, for taxable years 2019 through 2023, of\r\n35 percent of  an employer's expenses in providing paid leave to an\r\nemployee for the purpose  of making an organ donation. The credit\r\nis available for expenses related to a  leave period of up to 10 days\r\nand includes only those expenses incurred paying  an employee during\r\nhis leave period or for the cost of temporary replacement  help. Expenses\r\nare not eligible for the credit if the employee earns $80,000 or \r\nmore per year. The credit is nonrefundable but may be carried forward\r\nfor up to five years."},{"number":"HB 1673","name":"HB 1673 Protective orders, preliminary; full hearing date if an act of God causes closure of a court, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1673","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100681D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee for Courts of Justice","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee for Courts of Justice","sponsor":"Michael P. Mullin","summary":"Preliminary protective orders; full  hearing\r\ndate; act of God. Provides that if an act of God causes closure\r\nof  a court and prevents the full hearing for a preliminary protective\r\norder from being  held within 15 days of the issuance of the preliminary\r\norder, the hearing shall  be held on the next day not a Saturday,\r\nSunday, legal holiday, or day on which  the court is lawfully closed."},{"number":"HB 1674","name":"HB 1674 Abuse and neglect of incapacitated adults; informed consent.","link":"/cgi-bin/legp604.exe?191+sum+HB1674","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100716D","date":"12/03/18"},{"text":"12/03/18  House: Referred to Committee for Courts of Justice","date":"12/03/18"}],"committeeText":"12/03/18  House: Referred to Committee for Courts of Justice","sponsor":"Michael P. Mullin","summary":"Abuse and neglect of incapacitated adults; informed\r\n consent. Clarifies, for the purposes of the informed consent\r\nexemption to abuse and neglect of incapacitated adults, that the \r\ninformed consent of the incapacitated person must have been  given\r\nwhen such person was not incapacitated. The bill  provides that its\r\nprovisions are declaratory of existing law."},{"number":"HB 1675","name":"HB 1675 Servicemembers Civil Relief Act; attorney fees.","link":"/cgi-bin/legp604.exe?191+sum+HB1675","history":[{"text":"12/04/18  House: Prefiled and ordered printed; offered 01/09/19 19101973D","date":"12/04/18"},{"text":"12/04/18  House: Referred to Committee for Courts of Justice","date":"12/04/18"}],"committeeText":"12/04/18  House: Referred to Committee for Courts of Justice","sponsor":"Joseph C. Lindsey","summary":"Servicemembers Civil Relief Act; attorney fees.\r\nProvides  that, where the appointment of counsel is necessary\r\npursuant to the  Servicemembers Civil Relief Act, any attorney fees\r\nassessed shall not exceed  $125."},{"number":"HB 1676","name":"HB 1676 Indigenous Peoples Day; renames the special Day of Appreciation for American Indians, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1676","history":[{"text":"12/04/18  House: Prefiled and ordered printed; offered 01/09/19 19100955D","date":"12/04/18"},{"text":"12/04/18  House: Referred to Committee on Rules","date":"12/04/18"}],"committeeText":"12/04/18  House: Referred to Committee on Rules","sponsor":"Paul E. Krizek","summary":"Legal holidays; Indigenous Peoples Day.\r\nRenames the special Day of Appreciation for American  Indians living\r\nin the Commonwealth as Indigenous  Peoples Day. Recognition of the\r\nday remains the Wednesday  immediately preceding the fourth Thursday\r\nin November of each year but the bill changes its designation to that\r\nof a legal holiday  in Virginia."},{"number":"HB 1677","name":"HB 1677 Motor vehicles, certain; expands mileage for driving distance for testing, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1677","history":[{"text":"12/04/18  House: Prefiled and ordered printed; offered 01/09/19 19100658D","date":"12/04/18"},{"text":"12/04/18  House: Referred to Committee on Transportation","date":"12/04/18"}],"committeeText":"12/04/18  House: Referred to Committee on Transportation","sponsor":"Karrie K. Delaney","summary":"Driving distance for testing certain motor vehicles.\r\n Expands from five miles to 10 miles the distance (i)  from the place\r\nof business that an individual is permitted  to drive a vehicle equipped\r\nwith a license plate designed for persons  engaged in the business\r\nof delivering unladen motor vehicles to test the installation, service,\r\nor repair of  equipment on or in such vehicle and (ii) from an auto\r\nauction that a prospective purchaser of a  motor vehicle, trailer,\r\nor semitrailer may operate such vehicle without a  safety inspection\r\nprior to purchase."},{"number":"HB 1678","name":"HB 1678 Golf carts and utility vehicles; adds Town of Dendron to list of towns that may authorize operation.","link":"/cgi-bin/legp604.exe?191+sum+HB1678","history":[{"text":"12/04/18  House: Prefiled and ordered printed; offered 01/09/19 19100462D","date":"12/04/18"},{"text":"12/04/18  House: Referred to Committee on Transportation","date":"12/04/18"}],"committeeText":"12/04/18  House: Referred to Committee on Transportation","sponsor":"Roslyn C. Tyler","summary":"Golf carts and utility vehicles; Town of Dendron.\r\nAdds  the Town of Dendron to the list of towns that may authorize\r\nthe operation of  golf carts and utility vehicles on designated public\r\nhighways despite not having established their own police departments."},{"number":"HB 1679","name":"HB 1679 All-terrain vehicles (ATVs), mopeds, and off-road motorcycles; clarifies taxation on vehicles, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1679","history":[{"text":"12/05/18  House: Prefiled and ordered printed; offered 01/09/19 19100726D","date":"12/05/18"},{"text":"12/05/18  House: Referred to Committee on Finance","date":"12/05/18"}],"committeeText":"12/05/18  House: Referred to Committee on Finance","sponsor":"Robert D. Orrock, Sr.","summary":"Taxation of all-terrain vehicles, mopeds, and\r\noff-road  motorcycles. Clarifies the taxation of  all-terrain\r\nvehicles, mopeds, and off-road motorcycles and provides that  vehicles\r\nthat qualify as farm equipment that is  exempt from sales and use\r\ntax shall be exempt from the motor vehicle sales and  use tax. The\r\nbill contains technical amendments."},{"number":"HB 1680","name":"HB 1680 Certificate of public need; changes to Medical Care Facilities Certificate of Public Need Program.","link":"/cgi-bin/legp604.exe?191+sum+HB1680","history":[{"text":"12/05/18  House: Prefiled and ordered printed; offered 01/09/19 19100914D","date":"12/05/18"},{"text":"12/05/18  House: Referred to Committee on Health, Welfare and Institutions","date":"12/05/18"}],"committeeText":"12/05/18  House: Referred to Committee on Health, Welfare and Institutions","sponsor":"Robert D. Orrock, Sr."},{"number":"HB 1681","name":"HB 1681 Income tax credits; housing choice vouchers, eligible housing areas.","link":"/cgi-bin/legp604.exe?191+sum+HB1681","history":[{"text":"12/05/18  House: Prefiled and ordered printed; offered 01/09/19 19101630D","date":"12/05/18"},{"text":"12/05/18  House: Referred to Committee on Finance","date":"12/05/18"}],"committeeText":"12/05/18  House: Referred to Committee on Finance","sponsor":"Jerrauld C. \"Jay\" Jones","summary":"Income tax credits; housing choice vouchers;\r\neligible  housing areas. Expands the definition of \"eligible housing\r\narea\"  for purposes of the housing choice voucher tax credit,  to\r\ninclude census tracts in the Virginia Beach-Norfolk-Newport News Metropolitan\r\n Statistical Area in which less than 10 percent of  the population\r\nlives below the poverty level. Landlords who rent qualified  housing\r\nunits within such areas are eligible for an income tax credit. Current\r\n law only applies to such areas within the Richmond Metropolitan Statistical\r\n Area."},{"number":"HB 1682","name":"HB 1682 Insurance networks; dental services.","link":"/cgi-bin/legp604.exe?191+sum+HB1682","history":[{"text":"12/06/18  House: Prefiled and ordered printed; offered 01/09/19 19100316D","date":"12/06/18"},{"text":"12/06/18  House: Referred to Committee on Commerce and Labor","date":"12/06/18"}],"committeeText":"12/06/18  House: Referred to Committee on Commerce and Labor","sponsor":"R. Lee Ware","summary":"Insurance networks; dental services. Establishes\r\nlimits  on the ability of a health insurer or other person to sell\r\nor otherwise grant  access, as provided in a dentist's or oral surgeon's\r\nprovider contract, to a  third-party carrier. Access as provided in\r\na provider contract refers to the  right to have dental services provided\r\nby the participating provider to the  enrollees of the third-party\r\ncarrier in accordance with the terms of a provider  contract. The\r\nmeasure provides that such access may be granted only if it is expressly\r\npermitted by the provider  contract and notice is given to the affected\r\nparticipating providers."},{"number":"HB 1683","name":"HB 1683 Electric cooperatives; authorized to increase or decrease its rates without SCC approval, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1683","history":[{"text":"12/06/18  House: Prefiled and ordered printed; offered 01/09/19 19101783D","date":"12/06/18"},{"text":"12/06/18  House: Referred to Committee on Commerce and Labor","date":"12/06/18"}],"committeeText":"12/06/18  House: Referred to Committee on Commerce and Labor","sponsor":"R. Lee Ware","summary":"Electric cooperatives; rates. Authorizes\r\nany electric  cooperative to (i) increase or decrease its rates without\r\nState Corporation  Commission approval for any of its services, rather\r\nthan only for distribution  services, at any time if such adjustments\r\nwill not effect a cumulative net  increase or decrease in excess of\r\n5 percent in such rates in any three year  period; (ii) if it does\r\nnot hold a membership interest in a utility aggregation  cooperative\r\nand the facility that is the subject of the petition is either  owned\r\nby the cooperative or has achieved commercial operation, petition\r\nthe  Commission for approval of one or more rate adjustment clauses\r\nfor the timely  and current recovery from customers of the costs of\r\ngeneration facilities,  underground facilities to replace certain\r\nexisting overhead distribution  facilities, or certain pumped hydroelectricity\r\ngeneration and storage  facilities; (iii) adjust the total system\r\ncap for net energy metering,  agricultural net energy metering, and\r\nsmall agricultural generators to up to  five percent of the cooperative's\r\nhighest total coincident system peak within  the past five years;\r\nand (iv) subject to findings that it will not result in  either an\r\nintra-class or inter-class change in cost recovery, adopt any rate,\r\n rate component, program, tariff, or terms or conditions of service\r\nthat the  Commission has previously approved for any other cooperative."},{"number":"HB 1684","name":"HB 1684 Waiver of extradition; a judge is required to revoke bail of any person who waives proceedings, etc.","link":"/cgi-bin/legp604.exe?191+sum+HB1684","history":[{"text":"12/06/18  House: Prefiled and ordered printed; offered 01/09/19 19100921D","date":"12/06/18"},{"text":"12/06/18  House: Referred to Committee for Courts of Justice","date":"12/06/18"}],"committeeText":"12/06/18  House: Referred to Committee for Courts of Justice","sponsor":"Jason S. Miyares","summary":"Waiver of extradition; bail. Requires a\r\njudge to revoke  the bail of any person who waives extradition proceedings\r\nin writing and remand  such person to custody to await transfer to\r\nthe demanding state."},{"number":"HB 1685","name":"HB 1685 Public schools; enrolled students, disorderly conduct.","link":"/cgi-bin/legp604.exe?191+sum+HB1685","history":[{"text":"12/06/18  House: Prefiled and ordered printed; offered 01/09/19 19100685D","date":"12/06/18"},{"text":"12/06/18  House: Referred to Committee for Courts of Justice","date":"12/06/18"}],"committeeText":"12/06/18  House: Referred to Committee for Courts of Justice","sponsor":"Jeffrey M. Bourne","summary":"Public schools; enrolled students; disorderly\r\nconduct.  Provides that no enrolled public school student who\r\ndisrupts the operation of  the school at which he is enrolled or any\r\nactivity conducted or sponsored by  the school at which he is enrolled\r\non school grounds during normal school hours  is guilty of disorderly\r\nconduct."},{"number":"HB 1686","name":"HB 1686 Electric utilities; limitations on fossil fuel facilities.","link":"/cgi-bin/legp604.exe?191+sum+HB1686","history":[{"text":"12/06/18  House: Prefiled and ordered printed; offered 01/09/19 19100059D","date":"12/06/18"},{"text":"12/06/18  House: Referred to Committee on Commerce and Labor","date":"12/06/18"}],"committeeText":"12/06/18  House: Referred to Committee on Commerce and Labor","sponsor":"David A. Reid","summary":"Electric utilities; limitations on fossil fuel\r\nfacilities.  Prohibits the State Corporation Commission (SCC)\r\nfrom issuing on or after July  1, 2019, a certificate of public convenience\r\nand necessity or granting any other  permit or approval required for\r\nthe construction or operation by an electric  utility of a new fossil\r\nfuel facility or for the expansion or continued  operation of an existing\r\nfossil fuel facility before first approving the  construction and\r\nplacing in service of renewable energy generation facilities  having\r\nin the aggregate a rated capacity of 5,500 megawatts. The measure\r\nalso  prohibits the SCC on or after  July 1, 2019, from authorizing\r\nor permitting an electric utility or re-permitting an existing idle\r\nfossil fuel facility to  increase purchases of electric power under\r\nany agreement with another person,  if the electric power is or will\r\nbe generated at a fossil fuel facility, before  first approving the\r\nconstruction and placing in service of such renewable  energy generation\r\nfacilities."},{"number":"HB 1687","name":"HB 1687 Nonpayment of wages; private action.","link":"/cgi-bin/legp604.exe?191+sum+HB1687","history":[{"text":"12/07/18  House: Prefiled and ordered printed; offered 01/09/19 19100994D","date":"12/07/18"},{"text":"12/07/18  House: Referred to Committee for Courts of Justice","date":"12/07/18"}],"committeeText":"12/07/18  House: Referred to Committee for Courts of Justice","sponsor":"Paul E. Krizek","summary":"Nonpayment of wages; private action. Provides\r\nthat an  employee has a private cause of action against an employer\r\nwho fails to pay  wages to recover the amount of wages due plus interest\r\nat eight percent  annually from the date the wages were due. If the\r\ncourt finds that the employer  knowingly failed to pay wages, the\r\ncourt shall award the employee reasonable  attorney fees and other\r\ncosts. If the court finds that the employer's failure  to pay wages\r\nwas willful and with intent to defraud the employee, the court  shall\r\nalso award the employee three times the amount of wages due."},{"number":"HB 1688","name":"HB 1688 Disorderly conduct; students.","link":"/cgi-bin/legp604.exe?191+sum+HB1688","history":[{"text":"12/07/18  House: Prefiled and ordered printed; offered 01/09/19 19100704D","date":"12/07/18"},{"text":"12/07/18  House: Committee    Referral Pending","date":"12/07/18"}],"sponsor":"Michael P. Mullin","summary":"Disorderly conduct; students. Provides that\r\na student  at any elementary or secondary school shall not be  guilty\r\nof disorderly conduct in public places if the  disorderly conduct\r\noccurred on school property or a school bus."},{"number":"HJ 577","name":"HJ 577 United States Constitution; ratifies Equal Rights Amendment.","link":"/cgi-bin/legp604.exe?191+sum+HJ577","history":[{"text":"07/20/18  House: Prefiled and ordered printed; offered 01/09/19 19100132D","date":"07/20/18"},{"text":"07/20/18  House: Committee    Referral Pending","date":"07/20/18"}],"sponsor":"Sam Rasoul","summary":"Constitution of the United States;  Equal Rights\r\nAmendment. Ratifies the Equal Rights Amendment to the  Constitution\r\nof the United States that was proposed  by Congress in 1972. The joint\r\nresolution advocates  the position that the 1972 Equal Rights Amendment\r\nremains viable and may be  ratified notwithstanding the expiration\r\nof the 10-year ratification period set  out in the resolving clause,\r\nas amended, in the proposal adopted by Congress."},{"number":"HJ 578","name":"HJ 578 Constitutional amendment; right to vote (first reference).","link":"/cgi-bin/legp604.exe?191+sum+HJ578","history":[{"text":"07/23/18  House: Prefiled and ordered printed; offered 01/09/19 19100131D","date":"07/23/18"},{"text":"07/23/18  House: Committee    Referral Pending","date":"07/23/18"}],"sponsor":"Mark L. Keam","summary":"Constitutional amendment (first resolution);\r\nright to vote.  Provides that there is a right to vote and that\r\nno law shall be enacted or  enforced that burdens or denies any voter\r\nof his right to vote. The amendment also  requires the Commonwealth\r\nand its political subdivisions to provide all  resources necessary\r\nto assist qualified voters in the exercise of their right  to vote."},{"number":"HJ 579","name":"HJ 579 United States Constitution; ratifies Equal Rights Amendment.","link":"/cgi-bin/legp604.exe?191+sum+HJ579","history":[{"text":"08/13/18  House: Prefiled and ordered printed; offered 01/09/19 19100231D","date":"08/13/18"},{"text":"08/13/18  House: Committee    Referral Pending","date":"08/13/18"}],"sponsor":"Jennifer Carroll Foy","summary":"Constitution of the United States;  Equal Rights\r\nAmendment. Ratifies the Equal Rights Amendment to the  Constitution\r\nof the United States that was proposed  by Congress in 1972. The joint\r\nresolution advocates  the position that the 1972 Equal Rights Amendment\r\nremains viable and may be  ratified notwithstanding the expiration\r\nof the 10-year ratification period set  out in the resolving clause,\r\nas amended, in the proposal adopted by Congress."},{"number":"HJ 580","name":"HJ 580 Interstate 95; joint subcommittee to study widening between Exit 118 & the Springfield Interchange.","link":"/cgi-bin/legp604.exe?191+sum+HJ580","history":[{"text":"08/14/18  House: Prefiled and ordered printed; offered 01/09/19 19100151D","date":"08/14/18"},{"text":"08/14/18  House: Committee    Referral Pending","date":"08/14/18"}],"sponsor":"Mark L. Cole","summary":"Study; joint subcommittee to study widening\r\nInterstate 95  between Exit 118 and the Springfield Interchange. \r\nEstablishes a joint  subcommittee to study the feasibility of\r\nwidening Interstate 95 between Exit  118 and the Springfield Interchange."},{"number":"HJ 581","name":"HJ 581 Interstate 95 Corridor Improvement Plan; Commonwealth Transportation Board to study.","link":"/cgi-bin/legp604.exe?191+sum+HJ581","history":[{"text":"08/14/18  House: Prefiled and ordered printed; offered 01/09/19 19100237D","date":"08/14/18"},{"text":"08/14/18  House: Committee    Referral Pending","date":"08/14/18"}],"sponsor":"Mark L. Cole","summary":"Interstate 95 Corridor Improvement Plan; report.\r\nRequests  the Commonwealth Transportation Board to study the \r\nportion of the Interstate 95 corridor between Exit 118 and the Springfield\r\n Interchange and financing options for improvements to the corridor."},{"number":"HJ 582","name":"HJ 582 Constitutional amendment; Virginia Redistricting Commission established (first reference).","link":"/cgi-bin/legp604.exe?191+sum+HJ582","history":[{"text":"08/28/18  House: Prefiled and ordered printed; offered 01/09/19 19100398D","date":"08/28/18"},{"text":"08/28/18  House: Committee    Referral Pending","date":"08/28/18"}],"sponsor":"Steve E. Heretick","summary":"Constitutional amendment (first resolution);\r\nVirginia  Redistricting Commission. Establishes the Virginia Redistricting\r\nCommission  to redraw congressional and General Assembly district\r\n boundaries after each decennial census. Appointments to the 13-member\r\n Commission are to be made as follows: two each by the President pro\r\ntempore of  the Senate, the Speaker of the House of Delegates, the\r\nminority leader in each  house, and the state chairman of each of\r\nthe two political parties receiving  the most votes in the prior gubernatorial\r\nelection. The 12 partisan members  then select a thirteenth independent\r\nmember by a majority vote or, if they cannot agree on a selection,\r\ncertify the two  names receiving the most votes to the Supreme Court\r\nof  Virginia, which will name the thirteenth  member. The standards\r\nto govern redistricting plans include the current constitutional standards\r\non population equality,  compactness, and contiguity and additional\r\n standards to minimize splits of localities and to prohibit consideration\r\nof  incumbency and political data."},{"number":"HJ 583","name":"HJ 583 United States Constitution; ratifies Equal Rights Amendment.","link":"/cgi-bin/legp604.exe?191+sum+HJ583","history":[{"text":"10/08/18  House: Prefiled and ordered printed; offered 01/09/19 19100546D","date":"10/08/18"},{"text":"10/08/18  House: Committee    Referral Pending","date":"10/08/18"}],"sponsor":"Jeion A. Ward","summary":"Constitution of the  United States; Equal Rights\r\nAmendment. Ratifies the Equal Rights  Amendment to the Constitution\r\nof the United States  that was proposed by Congress in 1972. The joint\r\n resolution advocates the position that the 1972 Equal Rights Amendment\r\nremains  viable and may be ratified notwithstanding the expiration\r\nof the 10-year  ratification period set out in the resolving clause,\r\nas amended, in the  proposal adopted by Congress."},{"number":"HJ 584","name":"HJ 584 Constitutional amendment; Governor's term of office (first reference).","link":"/cgi-bin/legp604.exe?191+sum+HJ584","history":[{"text":"10/09/18  House: Prefiled and ordered printed; offered 01/09/19 19100570D","date":"10/09/18"},{"text":"10/09/18  House: Committee    Referral Pending","date":"10/09/18"}],"sponsor":"Mark L. Keam","summary":"Constitutional amendment (first  resolution);\r\nGovernor's term of office. Permits a Governor elected in 2021\r\n and thereafter to succeed himself in office. The amendment allows\r\ntwo four-year  terms (either in succession or not in succession) but\r\nprohibits election to a  third term. Service for more than two years\r\nof a partial term counts as service  for one term."},{"number":"HJ 585","name":"HJ 585 Constitutional amendment; joint election of Governor and Lieutenant Governor (first reference).","link":"/cgi-bin/legp604.exe?191+sum+HJ585","history":[{"text":"10/09/18  House: Prefiled and ordered printed; offered 01/09/19 19100571D","date":"10/09/18"},{"text":"10/09/18  House: Committee    Referral Pending","date":"10/09/18"}],"sponsor":"Mark L. Keam","summary":"Constitutional amendment (first resolution);\r\njoint election  of Governor and Lieutenant Governor. Provides\r\nfor the joint election of the  Governor and Lieutenant Governor, by\r\nwhich the names of the candidates for Governor  and Lieutenant Governor\r\nappear jointly on the ballot at the general election  and the voters\r\ncast a single vote applicable to both offices."},{"number":"HJ 586","name":"HJ 586 Celebrating the life of William E. Ward.","link":"/cgi-bin/legp604.exe?191+sum+HJ586","history":[{"text":"10/23/18  House: Prefiled and laid on Speaker's table; offered 01/09/19 19100247D","date":"10/23/18"}],"sponsor":"C.E. Cliff Hayes, Jr.","summary":"Celebrating the life of William E. Ward."},{"number":"HJ 587","name":"HJ 587 Commending the American Legion.","link":"/cgi-bin/legp604.exe?191+sum+HJ587","history":[{"text":"10/30/18  House: Prefiled and laid on Speaker's table; offered 01/09/19 19100305D","date":"10/30/18"}],"sponsor":"Robert M. \"Bob\" Thomas, Jr.","summary":"Commending the American Legion."},{"number":"HJ 588","name":"HJ 588 Daylight saving time; Secretary of Commerce and Trade to study the effects on the Commonwealth.","link":"/cgi-bin/legp604.exe?191+sum+HJ588","history":[{"text":"11/05/18  House: Prefiled and ordered printed; offered 01/09/19 19100168D","date":"11/05/18"},{"text":"11/05/18  House: Committee    Referral Pending","date":"11/05/18"}],"sponsor":"Richard P. Bell","summary":"Study; Secretary of Commerce and Trade; effects\r\nof daylight  saving time on the Commonwealth; report. Requests\r\n the Secretary of Commerce and Trade to study the effects of the Commonwealth's\r\ncontinued  observance of daylight saving time under the Uniform Time\r\nAct of 1966 (15  U.S.C. § 260 et seq.) and the potential consequences\r\nof a decision to use  either standard time or daylight saving time\r\nyear-round  in the Commonwealth."},{"number":"HJ 589","name":"HJ 589 Commending the Southside Virginia Wildlife Center.","link":"/cgi-bin/legp604.exe?191+sum+HJ589","history":[{"text":"11/15/18  House: Prefiled and laid on Speaker's table; offered 01/09/19 19101319D","date":"11/15/18"}],"sponsor":"James E. Edmunds, II","summary":"Commending the Southside Virginia Wildlife Center."},{"number":"HJ 590","name":"HJ 590 Commending Andrew Dalton Elder, Sr.","link":"/cgi-bin/legp604.exe?191+sum+HJ590","history":[{"text":"11/15/18  House: Prefiled and laid on Speaker's table; offered 01/09/19 19101320D","date":"11/15/18"}],"sponsor":"James E. Edmunds, II","summary":"Commending Andrew Dalton Elder, Sr."},{"number":"HJ 591","name":"HJ 591 Constitutional amendment; reapportionment, technical adjustments permitted (first reference).","link":"/cgi-bin/legp604.exe?191+sum+HJ591","history":[{"text":"11/27/18  House: Prefiled and ordered printed; offered 01/09/19 19101055D","date":"11/27/18"},{"text":"11/27/18  House: Committee    Referral Pending","date":"11/27/18"}],"sponsor":"Mark L. Cole","summary":"Constitutional amendment (first resolution);\r\n reapportionment; technical adjustments permitted. Gives the General\r\n Assembly the authority to make technical adjustments to  legislative\r\nelectoral district boundaries following the enactment of any  decennial\r\nreapportionment law. Such adjustments may be made solely for the \r\npurpose of causing legislative electoral district boundaries to coincide\r\nwith  the boundaries of voting precincts established in the counties\r\nand cities and  shall be permitted only to the extent necessary to\r\naccomplish this purpose. Any  change made shall be consistent with\r\nany criteria for legislative electoral districts  adopted for the\r\npreceding decennial redistricting."},{"number":"HJ 592","name":"HJ 592 Guidelines for Uniform Performance Standards and Evaluation Criteria for Teachers; DOE to study.","link":"/cgi-bin/legp604.exe?191+sum+HJ592","history":[{"text":"11/29/18  House: Prefiled and ordered printed; offered 01/09/19 19101434D","date":"11/29/18"},{"text":"11/29/18  House: Committee    Referral Pending","date":"11/29/18"}],"sponsor":"Debra H. Rodman","summary":"Study; Department of Education; revisions to\r\nthe Board of  Education's \"Guidelines for Uniform Performance Standards\r\nand Evaluation  Criteria for Teachers\"; report. Requests the Department\r\nof Education to study the need for revisions to the Board of  Education's\r\n\"Guidelines for Uniform Performance Standards and Evaluation  Criteria\r\nfor Teachers\" in light of recent changes to relevant federal law and\r\ninput solicited from various stakeholders."},{"number":"HJ 593","name":"HJ 593 Commemorating the 80th anniversary of Kristallnacht.","link":"/cgi-bin/legp604.exe?191+sum+HJ593","history":[{"text":"11/30/18  House: Prefiled and ordered printed; offered 01/09/19 19100989D","date":"11/30/18"},{"text":"11/30/18  House: Committee    Referral Pending","date":"11/30/18"}],"sponsor":"Debra H. Rodman","summary":"Kristallnacht. Commemorates the 80th  anniversary\r\nof Kristallnacht."},{"number":"HJ 594","name":"HJ 594 Safe Digging Month; designating as April 2019, and each succeeding year.","link":"/cgi-bin/legp604.exe?191+sum+HJ594","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100386D","date":"12/03/18"},{"text":"12/03/18  House: Committee    Referral Pending","date":"12/03/18"}],"sponsor":"Betsy B. Carr","summary":"Safe Digging Month. Designates April, in\r\n2019 and in  each succeeding year, as Safe Digging Month in Virginia."},{"number":"HJ 595","name":"HJ 595 811 Day; designating as August 11, 2019 and each succeeding year.","link":"/cgi-bin/legp604.exe?191+sum+HJ595","history":[{"text":"12/03/18  House: Prefiled and ordered printed; offered 01/09/19 19100387D","date":"12/03/18"},{"text":"12/03/18  House: Committee    Referral Pending","date":"12/03/18"}],"sponsor":"Betsy B. Carr","summary":"811 Day. Designates August 11, in 2019 and\r\nin each  succeeding year, as 811 Day in Virginia."},{"number":"HJ 596","name":"HJ 596 Celebrating the life of Troy Everette Strickland.","link":"/cgi-bin/legp604.exe?191+sum+HJ596","history":[{"text":"12/03/18  House: Prefiled and laid on Speaker's table; offered 01/09/19 19100250D","date":"12/03/18"}],"sponsor":"James E. Edmunds, II","summary":"Celebrating the life of Troy Everette Strickland."},{"number":"HJ 597","name":"HJ 597 Study; economic impacts of litter on fishing, farming, and   water quality in urban streams; report.","link":"/cgi-bin/legp604.exe?191+sum+HJ597","history":[{"text":"12/07/18  House: Prefiled and ordered printed; offered 01/09/19 19101046D","date":"12/07/18"},{"text":"12/07/18  House: Committee    Referral Pending","date":"12/07/18"}],"sponsor":"Paul E. Krizek","summary":"Study; economic impacts of litter on fishing,\r\nfarming, and  water quality in urban streams; report. Requests\r\nthe Department of  Environmental Quality to study the economic impact\r\nof litter on fishing,  farming, water quality, and other components\r\nof  Virginia's economy and to propose strategies,  campaigns, and\r\nnecessary state actions to protect the economy of the  Commonwealth\r\nfrom harm caused by litter and promote Virginia's economic  welfare."},{"number":"HR 211","name":"HR 211 Commemorating the life and legacy of Alexandr Isayevich Solzhenitsyn.","link":"/cgi-bin/legp604.exe?191+sum+HR211","history":[{"text":"12/06/18  House: Prefiled and laid on Speaker's table; offered 01/09/19 19101142D","date":"12/06/18"}],"sponsor":"R. Lee Ware","summary":"Commemorating the life and legacy of Alexandr\r\nIsayevich  Solzhenitsyn."},{"number":"SB 208","name":"SB 208 Impact fees; residential development.","link":"/cgi-bin/legp604.exe?191+sum+SB208","history":[{"text":"01/02/18  Senate: Prefiled and ordered printed; offered 01/10/18 18100268D","date":"01/02/18"},{"text":"01/02/18  Senate: Referred to Committee on Local Government","date":"01/02/18"},{"text":"02/06/18  Senate: Continued to 2019 in Local Government (11-Y 0-N)","date":"02/06/18"},{"text":"07/24/18  Senate: Reported from Local Government (5-Y 2-N)","date":"07/24/18"}],"committeeText":"01/02/18  Senate: Referred to Committee on Local Government","sponsor":"Richard H. Stuart","summary":"Impact fees for residential development.\r\nRepeals  provisions that limit existing impact fee authority to (i)\r\nlocalities that have  established an urban transportation service\r\ndistrict and (ii) areas outside of such  service districts that are\r\nzoned for agricultural use and that are being  subdivided for by-right\r\nresidential development. The effect of the repeal will  be to make\r\nthe existing impact fee provisions available for use by any locality\r\n that includes within its comprehensive plan a calculation of the\r\ncapital costs  of public facilities necessary to serve residential\r\nuses."},{"number":"SB 944","name":"SB 944 Cash proffers; impact fees.","link":"/cgi-bin/legp604.exe?191+sum+SB944","history":[{"text":"01/19/18  Senate: Presented and ordered printed 18104301D","date":"01/19/18"},{"text":"01/19/18  Senate: Referred to Committee on Local Government","date":"01/19/18"},{"text":"02/06/18  Senate: Continued to 2019 in Local Government (11-Y 0-N)","date":"02/06/18"},{"text":"07/24/18  Senate: Reported from Local Government (5-Y 2-N)","date":"07/24/18"}],"committeeText":"01/19/18  Senate: Referred to Committee on Local Government","sponsor":"Richard H. Stuart","summary":"Cash proffers; impact fees. Removes  various\r\nprovisions granting localities authority to accept cash proffers as\r\n part of the conditional rezoning process. The bill repeals provisions\r\nthat  limit existing impact fee authority to (i) localities that have\r\nestablished an  urban transportation service district and (ii) areas\r\noutside of such service  districts that are zoned for agricultural\r\nuse and that are being subdivided for  by-right residential development.\r\nThe effect of the repeal will be to make the  existing impact fee\r\nprovisions available for use by any locality that includes  within\r\nits comprehensive plan a calculation of the capital costs of public\r\n facilities necessary to serve residential uses."},{"number":"SB 997","name":"SB 997 Marijuana; decriminalization of simple possession, penalty.","link":"/cgi-bin/legp604.exe?191+sum+SB997","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100110D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee for Courts of Justice","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee for Courts of Justice","sponsor":"Adam P. Ebbin","summary":"Marijuana; decriminalization of simple marijuana\r\npossession; penalty.  Decriminalizes simple marijuana possession\r\nand provides a civil penalty of no  more than $50 for a first violation,\r\n$100 for a second violation, and $250 for  a third or subsequent violation.\r\nCurrent law imposes a maximum fine of $500 and a maximum 30-day jail\r\n sentence for a first offense, and subsequent offenses are a Class\r\n1 misdemeanor.  The bill provides that the suspended sentence/substance\r\nabuse screening provisions and driver's  license suspension provisions\r\napply only to criminal violations or to civil  violations by a juvenile.\r\nThe bill provides that a court may suspend a driver's  license for\r\na civil violation committed by an adult. A civil violation will be\r\n treated as a conviction for prohibitions on the purchase or transport\r\nof a  handgun and disqualification for a concealed handgun permit."},{"number":"SB 998","name":"SB 998 Public employment; prohibits discrimination on basis of sexual orientation or gender identity.","link":"/cgi-bin/legp604.exe?191+sum+SB998","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100117D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on General Laws and Technology","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on General Laws and Technology","sponsor":"Adam P. Ebbin","summary":"Nondiscrimination in public employment.\r\nProhibits  discrimination in public employment on the basis of sexual\r\norientation or  gender identity, as defined in the bill. The bill\r\nalso codifies for state and local  government employment the current\r\nprohibitions on discrimination in employment  on the basis of race,\r\ncolor, religion, national origin, sex, pregnancy,  childbirth or related\r\nmedical conditions, age, marital status, disability, or  status as\r\na veteran."},{"number":"SB 999","name":"SB 999 Virginia Grocery Investment Program and Fund; created, report.","link":"/cgi-bin/legp604.exe?191+sum+SB999","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100087D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on Commerce and Labor","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on Commerce and Labor","sponsor":"William M. Stanley, Jr.","summary":"Virginia Grocery Investment Program and Fund.\r\nCreates  the Virginia Grocery Investment Program and Fund to provide\r\nfunding for the  construction, rehabilitation, equipment upgrades,\r\nor expansion of grocery  stores, small food retailers, and innovative\r\nfood  retail projects, defined in the bill, in underserved  communities."},{"number":"SB 1000","name":"SB 1000 Temporary Assistance for Needy Families Scholarship Pilot Program; VCCS to establish and administer.","link":"/cgi-bin/legp604.exe?191+sum+SB1000","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100088D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on Education and Health","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on Education and Health","sponsor":"William M. Stanley, Jr.","summary":"Virginia Community College System; Temporary\r\nAssistance for  Needy Families Scholarship Pilot Program. Directs\r\nthe Virginia Community  College System (VCCS) to establish and administer\r\na two-year Temporary  Assistance for Needy Families (TANF) Scholarship\r\nPilot Program (the Program), beginning in 2019, for the purpose of\r\nproviding access  to postsecondary educational opportunities to students\r\nliving in poverty. The  Program would provide scholarships to select\r\ncomprehensive community colleges  in the maximum amount of $4,000\r\nper year to 200 selected students who meet TANF  eligibility requirements.\r\nThe Program would be funded by the unexpended balance  in federal\r\nTANF block grant funds. The bill directs VCCS to report to the Governor\r\n and the General Assembly no later than December 1 of each year of\r\nthe Program regarding the effectiveness of and other  information\r\nabout the Program."},{"number":"SB 1001","name":"SB 1001 Virginia adjusted gross income; sale of certain crops to breweries.","link":"/cgi-bin/legp604.exe?191+sum+SB1001","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100089D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on Finance","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on Finance","sponsor":"William M. Stanley, Jr.","summary":"Subtractions from Virginia adjusted gross income;\r\nsale of  certain crops to breweries. Provides an income tax subtraction,\r\nfor  purposes of computing Virginia adjusted gross income, for  the\r\nincome attributable to the sale of crops grown by a farmer to a  brewery\r\nlicensed in Virginia."},{"number":"SB 1002","name":"SB 1002 President and Vice President electors; allocation of electoral votes by congressional district.","link":"/cgi-bin/legp604.exe?191+sum+SB1002","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100065D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on Privileges and Elections","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Amanda F. Chase","summary":"Electors for President and Vice President; allocation\r\nof  electoral votes by congressional district. Revises  the process\r\nby which the Commonwealth's electoral votes are allocated among the\r\n slates of presidential electors. The bill provides that a voter will\r\nvote for  two electors for the Commonwealth at large and one  elector\r\nfor the congressional district in which he is qualified to vote. The\r\n candidates for President and Vice President receiving the highest\r\nnumber of  votes cast statewide are allocated the two electoral votes\r\nfor the Commonwealth at large, and the candidates for President and\r\nVice  President receiving the highest number of votes cast in each\r\ncongressional  district are allocated the one electoral vote for that\r\ncongressional district.  Currently, the candidates for President and\r\nVice President receiving the  highest number of votes cast statewide\r\nare allocated the total number of the  Commonwealth's electoral votes."},{"number":"SB 1003","name":"SB 1003 Congressional & state legislative districts; criteria for General Assembly to observe in drawing.","link":"/cgi-bin/legp604.exe?191+sum+SB1003","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100068D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on Privileges and Elections","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Amanda F. Chase","summary":"Congressional and state legislative districts.\r\nProvides  criteria for the General Assembly to observe in  drawing\r\ndistricts, including respect for political boundaries, equal  population,\r\nracial and ethnic fairness, contiguity, compactness, and  communities\r\nof interest. The bill prohibits use of  political data or election\r\nresults unless necessary to determine if racial or ethnic minorities\r\ncan elect candidates of their  choice."},{"number":"SB 1004","name":"SB 1004 Health care services; payment estimates.","link":"/cgi-bin/legp604.exe?191+sum+SB1004","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100070D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on Education and Health","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on Education and Health","sponsor":"Amanda F. Chase","summary":"Health care services; payment estimates.\r\nRequires  practitioners licensed by the Board of Medicine and  hospitals\r\nto provide a patient or the  representative of a patient scheduled\r\nto receive a nonemergency procedure, test, or service to be performed\r\n by the practitioner or hospital, at least three  days in advance\r\nof the date of such procedure, test, or service, an estimate of  the\r\npayment amount for which the participant will be responsible. Under\r\ncurrent  law, the requirement to provide such estimate applies only\r\nto  hospitals for elective procedures, tests, or  services and only\r\nupon request."},{"number":"SB 1005","name":"SB 1005 School calendar; opening day of the school year.","link":"/cgi-bin/legp604.exe?191+sum+SB1005","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100072D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on Education and Health","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on Education and Health","sponsor":"Amanda F. Chase","summary":"School calendar; opening day of the school year.\r\nMakes  local school boards responsible for setting the school calendar\r\nand determining  the opening day of the school year and eliminates\r\nthe  post-Labor Day opening requirement and \"good cause\" scenarios\r\nfor  which the Board of Education may grant waivers of this requirement.\r\nThe bill  requires local school boards that set the school calendar\r\nwith a pre-Labor Day  opening date, except those schools that were\r\ngranted a \"good cause\"  waiver for the 2018-2019 school year, to close\r\nall schools in the division from (i) the Thursday immediately preceding\r\nLabor Day  through Labor Day or (ii) the Friday immediately preceding\r\nLabor Day through  the Tuesday immediately succeeding Labor Day."},{"number":"SB 1006","name":"SB 1006 Health benefit plans; sale by authorized foreign health insurers, effective clause.","link":"/cgi-bin/legp604.exe?191+sum+SB1006","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100073D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on Commerce and Labor","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on Commerce and Labor","sponsor":"Amanda F. Chase","summary":"Health benefit plans; sale by authorized foreign health insurers. Establishes a procedure by which the State Corporation Commission may authorize health insurers licensed to sell health benefit plans in any other state to sell health benefit plans in Virginia without obtaining a license to engage in the business of insurance in Virginia or complying with other requirements applicable to Virginia-licensed insurers. A health benefit plan sold by an authorized foreign health insurer is not required to include state-mandated health benefits. The measure establishes criteria to be used by the Commission in determining whether to authorize a foreign health insurer to sell, offer, or provide a health benefit plan in the Commonwealth. The measure authorizes the Commission to conduct market conduct and financial condition examinations of any foreign health insurer that has applied for, or has received, authorization to sell health benefit plans in Virginia. The measure also specifies disclosures that an authorized foreign health insurer is required to include in applications and policies. The measure has a delayed effective date of January 1, 2020."},{"number":"SB 1007","name":"SB 1007 Same-sex marriages; civil unions.","link":"/cgi-bin/legp604.exe?191+sum+SB1007","history":[{"text":"07/23/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100115D","date":"07/23/18"},{"text":"07/23/18  Senate: Referred to Committee for Courts of Justice","date":"07/23/18"}],"committeeText":"07/23/18  Senate: Referred to Committee for Courts of Justice","sponsor":"Adam P. Ebbin","summary":"Same-sex marriages; civil unions. Repeals\r\nthe statutory  prohibitions on same-sex marriages and civil unions\r\nor other arrangements  between persons of the same sex purporting\r\nto bestow the privileges and  obligations of marriage. These prohibitions\r\nare no longer  valid due to the United States Supreme Court decision\r\nin Obergefell v.  Hodges, 576 U.S. ___ (June 26, 2015)."},{"number":"SB 1008","name":"SB 1008 Firearms; mechanical devices designed to increase rate of fire, penalty.","link":"/cgi-bin/legp604.exe?191+sum+SB1008","history":[{"text":"07/23/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100111D","date":"07/23/18"},{"text":"07/23/18  Senate: Referred to Committee for Courts of Justice","date":"07/23/18"}],"committeeText":"07/23/18  Senate: Referred to Committee for Courts of Justice","sponsor":"Adam P. Ebbin","summary":"Mechanical devices designed to increase the\r\nrate of fire of  firearms; penalty. Prohibits the manufacture,\r\nimport, sale or offer to  sell, possession, transfer, or transportation\r\nof a trigger  activator, which includes a trigger crank or bump-fire\r\ndevice, that is  designed to increase the rate of fire of a semiautomatic\r\nrifle but does not  convert the semiautomatic rifle into a machine\r\ngun. A violation is  punishable as a Class 1 misdemeanor for a first\r\nor second  offense and a Class 6 felony for a third or subsequent\r\noffense of this or certain  other firearms offenses."},{"number":"SB 1009","name":"SB 1009 Coal combustion residuals surface impoundments; closure.","link":"/cgi-bin/legp604.exe?191+sum+SB1009","history":[{"text":"07/23/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100103D","date":"07/23/18"},{"text":"07/23/18  Senate: Referred to Committee on Agriculture, Conservation and Natural Resources","date":"07/23/18"}],"committeeText":"07/23/18  Senate: Referred to Committee on Agriculture, Conservation and Natural Resources","sponsor":"Amanda F. Chase","summary":"Coal combustion residuals surface  impoundments;\r\nclosure. Directs the Department of Environmental  Quality to require\r\nthe closure of any coal combustion residuals (CCR) surface  impoundment\r\nlocated in the Chesapeake Bay watershed. The bill requires that  such\r\nclosure include the removal of all CCRs for  disposal in a permitted\r\nlandfill that meets federal  criteria and that the impoundment site\r\nbe reclaimed in a manner consistent with  federal mine reclamation\r\nstandards. Finally, the bill allows an investor-owned  public electric\r\nutility to recover the costs of closure from customers."},{"number":"SB 1010","name":"SB 1010 Health insurance; coverage for Lyme disease therapy.","link":"/cgi-bin/legp604.exe?191+sum+SB1010","history":[{"text":"07/24/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100146D","date":"07/24/18"},{"text":"07/24/18  Senate: Referred to Committee on Commerce and Labor","date":"07/24/18"}],"committeeText":"07/24/18  Senate: Referred to Committee on Commerce and Labor","sponsor":"Richard H. Black","summary":"Health insurance; coverage for Lyme disease\r\ntherapy.  Requires health insurers, corporations providing health\r\ncare coverage subscription contracts, and health maintenance organizations,\r\nwhose policy, contract, or plan includes coverage for  prescription\r\ndrugs, to provide coverage for long-term antibiotic therapy for a\r\n patient with Lyme disease when determined to be medically necessary\r\nand ordered  by a licensed physician after making a thorough evaluation\r\nof the patient's  symptoms, diagnostic test results, or response to\r\ntreatment. The measure  applies to policies, contracts, and plans\r\ndelivered, issued for delivery, or  renewed on or after January 1,\r\n2020."},{"number":"SB 1011","name":"SB 1011 Animal Cruelty Conviction List; established.","link":"/cgi-bin/legp604.exe?191+sum+SB1011","history":[{"text":"07/25/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100153D","date":"07/25/18"},{"text":"07/25/18  Senate: Referred to Committee on Agriculture, Conservation and Natural Resources","date":"07/25/18"}],"committeeText":"07/25/18  Senate: Referred to Committee on Agriculture, Conservation and Natural Resources","sponsor":"William M. Stanley, Jr.","summary":"Animal Cruelty Conviction List established.\r\nRequires  the Superintendent of State Police to establish within the\r\n Department of State Police by July 1, 2022,  an Animal Cruelty Conviction\r\nList that is available to the public on the website of the Department\r\n of State Police. The list shall include the names of persons convicted\r\non or  after July 1, 2019, of a felony violation of the prohibition\r\nagainst cruelty to  animals; animal fighting; maiming, killing, or\r\npoisoning an animal; or killing  or injuring a police animal. The\r\nbill requires any person convicted of any such offense to pay a fee\r\nof $50 per conviction to fund the maintenance of  the list. The bill\r\nrequires the Department of State Police to maintain and regularly\r\nupdate the list and to remove a person from the  list 15 years after\r\nhis information is listed if the person has no additional felony \r\nconviction of a relevant animal cruelty offense."},{"number":"SB 1012","name":"SB 1012 Firefighters and emergency medical services providers; carrying a concealed weapon.","link":"/cgi-bin/legp604.exe?191+sum+SB1012","history":[{"text":"07/26/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100066D","date":"07/26/18"},{"text":"07/26/18  Senate: Referred to Committee for Courts of Justice","date":"07/26/18"}],"committeeText":"07/26/18  Senate: Referred to Committee for Courts of Justice","sponsor":"Amanda F. Chase","summary":"Carrying a concealed weapon; firefighters and\r\nemergency  medical services providers. Provides that any  firefighter\r\nor person employed as emergency medical  services personnel who was\r\npreviously employed as a  law-enforcement officer or as a member of\r\nthe Virginia National Guard, Armed  Forces of the United States, or\r\nArmed Forces Reserves of the United States may  carry a concealed\r\nweapon throughout the Commonwealth without a permit, provided that\r\nsuch firefighter or  person employed as emergency medical services\r\npersonnel  has been approved to carry a concealed handgun by his fire\r\nchief or emergency  medical services chief."},{"number":"SB 1013","name":"SB 1013 Driver's license; suspension for nonpayment of fines or costs.","link":"/cgi-bin/legp604.exe?191+sum+SB1013","history":[{"text":"08/03/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100084D","date":"08/03/18"},{"text":"08/03/18  Senate: Referred to Committee for Courts of Justice","date":"08/03/18"}],"committeeText":"08/03/18  Senate: Referred to Committee for Courts of Justice","sponsor":"William M. Stanley, Jr.","summary":"Suspension of driver's license for nonpayment\r\nof fines or  costs. Repeals the requirement that the driver's\r\nlicense of a person  convicted of any violation of the law who fails\r\nor refuses to provide for  immediate payment of fines or costs be\r\nsuspended. The bill  also removes a provision allowing the court to\r\n require a defendant to present a summary prepared by the Department\r\nof Motor  Vehicles of the other courts in which the defendant also\r\nowes fines and costs.  The bill requires the Commissioner of the Department\r\n of Motor Vehicles to return or reinstate any  person's driver's license\r\nthat was suspended prior to July 1, 2019, solely for nonpayment of\r\nfines or costs, provided  that such person has paid the applicable\r\nreinstatement fee."},{"number":"SB 1014","name":"SB 1014 Interstate 73 Corridor Development Fund and Program; created.","link":"/cgi-bin/legp604.exe?191+sum+SB1014","history":[{"text":"08/03/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100086D","date":"08/03/18"},{"text":"08/03/18  Senate: Referred to Committee on Finance","date":"08/03/18"}],"committeeText":"08/03/18  Senate: Referred to Committee on Finance","sponsor":"William M. Stanley, Jr.","summary":"Interstate 73 Corridor Development Fund and\r\nProgram.  Establishes the Interstate 73 Corridor Development Fund\r\nand Program and  reallocates to the I-73 Corridor Development Fund\r\n the $40 million from state recordation taxes that is currently allocated\r\n annually to the U.S. Route 58 Corridor Development Fund and Program,\r\nwhich is repealed by the bill. All provisions of the  bill are contingent\r\nupon the completion of  construction of and payments for Route 58."},{"number":"SB 1015","name":"SB 1015 Education Improvement Scholarships tax credits; pre-kindergarten eligibility.","link":"/cgi-bin/legp604.exe?191+sum+SB1015","history":[{"text":"08/03/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100091D","date":"08/03/18"},{"text":"08/03/18  Senate: Referred to Committee on Finance","date":"08/03/18"}],"committeeText":"08/03/18  Senate: Referred to Committee on Finance","sponsor":"William M. Stanley, Jr."},{"number":"SB 1016","name":"SB 1016 Form of ballot; optional party identification of certain candidates.","link":"/cgi-bin/legp604.exe?191+sum+SB1016","history":[{"text":"08/07/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100069D","date":"08/07/18"},{"text":"08/07/18  Senate: Referred to Committee on Privileges and Elections","date":"08/07/18"}],"committeeText":"08/07/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Amanda F. Chase","summary":"Form of ballot; optional party identification\r\nof certain  candidates. Allows a candidate for a constitutional\r\noffice who has been  nominated by a political party or in a primary\r\nelection  to choose whether to be identified on the ballot by the\r\nname of his political  party."},{"number":"SB 1017","name":"SB 1017 Minimum wage; increases to $8.00 per hour effective July 1, 2019.","link":"/cgi-bin/legp604.exe?191+sum+SB1017","history":[{"text":"08/20/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100314D","date":"08/20/18"},{"text":"08/20/18  Senate: Referred to Committee on Commerce and Labor","date":"08/20/18"}],"committeeText":"08/20/18  Senate: Referred to Committee on Commerce and Labor","sponsor":"David W. Marsden","summary":"Minimum wage. Increases the minimum wage\r\nfrom its  current federally mandated level of $7.25 per hour to (i)\r\n$8.00 per hour  effective July 1, 2019; (ii) $9.00 per hour effective\r\nJuly 1, 2020; (iii) $10.10  per hour effective July 1, 2021; and (iv)\r\n$11.25 per hour effective July 1,  2022, unless a higher minimum wage\r\nis required by the federal Fair Labor  Standards Act (FLSA). The measure\r\nalso provides that the cash wage paid to a  tipped employee shall\r\nnot be less than 50 percent of the minimum wage and that  the tip\r\ncredit shall equal the difference between the cash wage required to\r\nbe  paid to a tipped employee and the minimum wage."},{"number":"SB 1018","name":"SB 1018 Voters; review of assignments in districts throughout the Commonwealth.","link":"/cgi-bin/legp604.exe?191+sum+SB1018","history":[{"text":"08/22/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100071D","date":"08/22/18"},{"text":"08/22/18  Senate: Referred to Committee on Privileges and Elections","date":"08/22/18"}],"committeeText":"08/22/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Amanda F. Chase","summary":"Review of voter assignments in districts throughout\r\nthe  Commonwealth. Directs each county, city, and town to  review\r\nthe assignment of voters within its jurisdiction to ensure that voters\r\nare  assigned to the correct districts. The electoral board and general\r\nregistrar of  each county, city, or town shall conduct this review\r\nby comparing the  information in the voter registration system with\r\nthe boundaries of the  districts and precincts set out in a Geographic\r\nInformation System (GIS) map of  the locality and shall make corrections\r\nto incorrect assignments as necessary, assisted by the State Board\r\nof Elections upon request. The bill requires this review to be completed\r\nnot later than the 2019 November general  election. After the conclusion\r\nof its review and after making any necessary corrections, each locality\r\nis required to submit  to the State Board a report of the results\r\nof its review and  any corrections to voter assignments that were\r\nmade. The bill requires the State Board of Elections to report the\r\nstatewide results to the General  Assembly on or before the first\r\nday of the 2020  Session."},{"number":"SB 1019","name":"SB 1019 Child custody, visitation, and support cases; referral to mediation for appropriate cases.","link":"/cgi-bin/legp604.exe?191+sum+SB1019","history":[{"text":"09/17/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100426D","date":"09/17/18"},{"text":"09/17/18  Senate: Referred to Committee for Courts of Justice","date":"09/17/18"}],"committeeText":"09/17/18  Senate: Referred to Committee for Courts of Justice","sponsor":"David W. Marsden","summary":"Referral to mediation in child custody, visitation,\r\nand  support cases; appropriate cases. Requires a court, in assessing\r\nwhether a case regarding child custody, visitation, or support is\r\n appropriate for referral to mediation, to consider  whether such\r\ncase can be heard by the court within 120 days of the filing of an\r\n initial petition. The bill provides that if a case cannot be heard\r\nby the court  within 120 days and is otherwise deemed appropriate\r\nfor referral, such case  shall be referred."},{"number":"SB 1020","name":"SB 1020 License plates, special; Virginia Association for Community Conflict Resolution, name change.","link":"/cgi-bin/legp604.exe?191+sum+SB1020","history":[{"text":"09/17/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100425D","date":"09/17/18"},{"text":"09/17/18  Senate: Referred to Committee on Transportation","date":"09/17/18"}],"committeeText":"09/17/18  Senate: Referred to Committee on Transportation","sponsor":"David W. Marsden","summary":"Special license plates; Virginia  Association\r\nfor Community Conflict Resolution; name  change. Updates the name\r\nof the organization whose members and supporters may apply for a special\r\nlicense plate from Virginia  Association for Community Conflict Resolution\r\nto Resolution Virginia."},{"number":"SB 1021","name":"SB 1021 Driver education programs; home instruction.","link":"/cgi-bin/legp604.exe?191+sum+SB1021","history":[{"text":"09/17/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100173D","date":"09/17/18"},{"text":"09/17/18  Senate: Referred to Committee on Education and Health","date":"09/17/18"}],"committeeText":"09/17/18  Senate: Referred to Committee on Education and Health","sponsor":"Richard H. Black","summary":"Driver education programs; home instruction.\r\nRequires  any school board that offers a program of driver education\r\nin the safe  operation of motor vehicles to make the program available\r\nto any student who  receives home instruction and resides in the local\r\nschool division. The bill  prohibits the school board from charging\r\na fee or assessing a surcharge for  such students that exceeds the\r\nfee or surcharge required of public school  students."},{"number":"SB 1022","name":"SB 1022 Workers' compensation; presumption of compensability for certain diseases.","link":"/cgi-bin/legp604.exe?191+sum+SB1022","history":[{"text":"09/24/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100438D","date":"09/24/18"},{"text":"09/24/18  Senate: Referred to Committee on Commerce and Labor","date":"09/24/18"}],"committeeText":"09/24/18  Senate: Referred to Committee on Commerce and Labor","sponsor":"Amanda F. Chase","summary":"Workers' compensation; presumption of compensability\r\nfor  certain diseases. Adds cancers of the colon, brain, or testes\r\nto the list of cancers that are presumed to be an  occupational disease\r\ncovered by the Virginia Workers' Compensation Act when  firefighters\r\nand certain employees develop the cancer. The measure removes the\r\ncompensability requirement that the employee who develops cancer had\r\ncontact with a toxic substance  encountered in the line of duty."},{"number":"SB 1023","name":"SB 1023 Virginia Retirement System; retired law-enforcement officers employed as school security officers.","link":"/cgi-bin/legp604.exe?191+sum+SB1023","history":[{"text":"10/05/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100662D","date":"10/05/18"},{"text":"10/05/18  Senate: Referred to Committee on Finance","date":"10/05/18"}],"committeeText":"10/05/18  Senate: Referred to Committee on Finance","sponsor":"John A. Cosgrove, Jr.","summary":"Virginia Retirement System; retired law-enforcement\r\n officers employed as school security officers. Allows a retired\r\n law-enforcement officer to continue to receive his service retirement\r\nallowance  during a subsequent period of employment by a local school\r\ndivision as a school  security officer."},{"number":"SB 1024","name":"SB 1024 Place of religious worship; carrying dangerous weapon.","link":"/cgi-bin/legp604.exe?191+sum+SB1024","history":[{"text":"10/15/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100172D","date":"10/15/18"},{"text":"10/15/18  Senate: Referred to Committee for Courts of Justice","date":"10/15/18"}],"committeeText":"10/15/18  Senate: Referred to Committee for Courts of Justice","sponsor":"Richard H. Black","summary":"Carrying dangerous weapon to place of religious\r\nworship.  Repeals the statutory prohibition on carrying a gun,\r\n pistol, bowie knife, dagger, or other dangerous weapon, without good\r\nand  sufficient reason, to a place of worship while a meeting for\r\nreligious purposes is being held at such place."},{"number":"SB 1025","name":"SB 1025 Tethering of animals; adequate shelter and space.","link":"/cgi-bin/legp604.exe?191+sum+SB1025","history":[{"text":"10/17/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100082D","date":"10/17/18"},{"text":"10/17/18  Senate: Referred to Committee on Agriculture, Conservation and Natural Resources","date":"10/17/18"}],"committeeText":"10/17/18  Senate: Referred to Committee on Agriculture, Conservation and Natural Resources","sponsor":"Lionell Spruill, Sr.","summary":"Tethering of animals; adequate shelter and space.\r\n Provides that outdoor tethering of a companion animal does  not meet\r\nthe requirement that an animal be given adequate shelter, unless the\r\nanimal  is actively engaged in an agricultural or hunting activity,\r\nwhen tethering is conducted (i) when the temperature is 32  degrees\r\nFahrenheit or lower, or 85 degrees  Fahrenheit or higher; (ii) during\r\na heat advisory; or (iii) during a severe  weather warning. The bill\r\nprovides that a tether meets  the requirement that an animal be given\r\nadequate space if  the tether is four times the length of the animal\r\nor 15 feet in length,  whichever is greater, and does not cause injury\r\nor pain, weigh more than  one-tenth of the animal's body weight, or\r\nhave  weights or heavy objects attached to it. Current law  provides\r\nthat the tether be three times the length of the animal. The  bill\r\nexempts agricultural animals from existing provisions related to \r\ntethering. The bill also authorizes any locality to adopt ordinances\r\nthat  parallel and make more stringent the state law regarding the\r\ncare of companion  animals."},{"number":"SB 1026","name":"SB 1026 Absentee voting; no-excuse absentee.","link":"/cgi-bin/legp604.exe?191+sum+SB1026","history":[{"text":"10/17/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100137D","date":"10/17/18"},{"text":"10/17/18  Senate: Referred to Committee on Privileges and Elections","date":"10/17/18"}],"committeeText":"10/17/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Lionell Spruill, Sr.","summary":"Absentee voting; no-excuse absentee.  Permits\r\nany registered voter to vote by absentee ballot in any election in\r\n which he is qualified to vote. The bill removes the current list\r\nof statutory  reasons under which a person may be entitled to vote\r\nby absentee ballot and  removes references to those reasons from other\r\nsections of the Code."},{"number":"SB 1027","name":"SB 1027 Health insurance; catastrophic health plans.","link":"/cgi-bin/legp604.exe?191+sum+SB1027","history":[{"text":"10/22/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100753D","date":"10/22/18"},{"text":"10/22/18  Senate: Referred to Committee on Commerce and Labor","date":"10/22/18"}],"committeeText":"10/22/18  Senate: Referred to Committee on Commerce and Labor","sponsor":"Glen H. Sturtevant, Jr.","summary":"Health insurance; catastrophic health plans.\r\nAuthorizes  health carriers to offer catastrophic plans on the individual\r\nmarket and to  offer such plans to all individuals. The measure provides\r\nthat a catastrophic  plan is deemed to provide an essential health\r\nbenefits package and to meet  certain requirements of federal law.\r\nA catastrophic plan is a high-deductible  health care plan that provides\r\nessential health benefits and coverage for at  least three primary\r\ncare visits per policy year. Under the federal Affordable  Care Act,\r\ncatastrophic plans satisfy requirements that health benefit plans\r\n provide minimum levels of coverage only if they cover individuals\r\nwho are under  30 years of age or who qualify for a hardship exemption\r\nor affordability  exemption. The measure requires the Commissioner\r\nof Insurance to apply to the  federal government for a state innovation\r\nwaiver allowing the implementation of  the provision. The provision\r\nwill become effective 30 days after the Commissioner  notifies certain\r\npersons that the request has been approved."},{"number":"SB 1028","name":"SB 1028 Va. Public Procurement Act; local labor use requirement for certain construction contracts, penalty.","link":"/cgi-bin/legp604.exe?191+sum+SB1028","history":[{"text":"10/22/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100554D","date":"10/22/18"},{"text":"10/22/18  Senate: Referred to Committee on General Laws and Technology","date":"10/22/18"}],"committeeText":"10/22/18  Senate: Referred to Committee on General Laws and Technology","sponsor":"David W. Marsden","summary":"Virginia Public Procurement Act; local labor\r\nuse  requirement for certain construction contracts; civil penalty.\r\nAdds to the Virginia Public Procurement Act (§ 2.2-4300 et seq.) \r\nthe requirement that every public body, when engaged in procuring\r\ncontracts  for construction with a projected cost in excess of $500,000\r\npaid for in whole  by state or local funds, include in its specifications\r\na requirement that at  least 60 percent of the employees employed\r\nby  contractors and subcontractors for the construction project be\r\nfrom the local  labor market. The bill defines \"local labor market\"\r\nto mean every  locality in Virginia and any county outside of Virginia\r\nif any portion of that  county is within 75 miles of the border of\r\n Virginia. The bill provides that any contractor or  subcontractor\r\nthat cannot meet this requirement and has taken certain necessary\r\n steps may obtain a waiver of the requirement from the Virginia Employment\r\n Commission. The bill provides for a civil penalty in the amount of\r\n$100  per violation for any violation by a contractor or subcontractor\r\nof any provision of the measure."},{"number":"SB 1029","name":"SB 1029 Vehicle inspector; certification nonviolent felon.","link":"/cgi-bin/legp604.exe?191+sum+SB1029","history":[{"text":"10/30/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100657D","date":"10/30/18"},{"text":"10/30/18  Senate: Referred to Committee on Transportation","date":"10/30/18"}],"committeeText":"10/30/18  Senate: Referred to Committee on Transportation","sponsor":"John A. Cosgrove, Jr.","summary":"Vehicle inspector certification;  nonviolent\r\nfelon. Prohibits the Superintendent of State Police from  promulgating\r\nregulations barring an individual from being certified as a  vehicle\r\ninspector solely because he has previously been convicted of a criminal\r\n offense other than a violent felony or an act of violence."},{"number":"SB 1030","name":"SB 1030 Workers' compensation; presumption of compensability for certain diseases.","link":"/cgi-bin/legp604.exe?191+sum+SB1030","history":[{"text":"10/30/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100983D","date":"10/30/18"},{"text":"10/30/18  Senate: Referred to Committee on Commerce and Labor","date":"10/30/18"}],"committeeText":"10/30/18  Senate: Referred to Committee on Commerce and Labor","sponsor":"John A. Cosgrove, Jr.","summary":"Workers' compensation; presumption of compensability\r\nfor  certain diseases. Adds cancers of the colon, brain, or testes\r\nto the list of cancers that are presumed to be an  occupational disease\r\ncovered by the Virginia Workers' Compensation Act when  firefighters\r\nand certain employees develop the cancer. The measure removes the\r\ncompensability requirement that the employee who develops cancer had\r\ncontact with a toxic substance  encountered in the line of duty."},{"number":"SB 1031","name":"SB 1031 False information and hoax criminal activities; penalty.","link":"/cgi-bin/legp604.exe?191+sum+SB1031","history":[{"text":"10/30/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100144D","date":"10/30/18"},{"text":"10/30/18  Senate: Referred to Committee for Courts of Justice","date":"10/30/18"}],"committeeText":"10/30/18  Senate: Referred to Committee for Courts of Justice","sponsor":"Amanda F. Chase","summary":"False information and hoax criminal activities;\r\npenalty.  Makes it a Class 1 misdemeanor for any person to  knowingly\r\nengage in conduct with the intent to convey false or misleading information\r\n under circumstances where such information may reasonably be believed\r\nand where  such information indicates that an activity has taken,\r\nis taking, or will take place that would constitute a felony  violation\r\nof Chapter 4 (§ 18.2-30 et seq.) (Crimes Against  the Person) or Chapter\r\n5 (§ 18.2-77 et seq.) (Crimes  Against Property) of Title 18.2. The\r\nbill raises the  penalty to a Class 4 felony if such conduct results\r\nin death or serious  bodily injury to another person. A violation\r\nof this bill  constitutes a separate and distinct offense. The bill\r\n does not apply to any person permitted, licensed, or otherwise authorized\r\nto  produce or create artistic or cinematic productions while engaged\r\nin the  performance of his duties."},{"number":"SB 1032","name":"SB 1032 Virginia Law Officers' Retirement System; retirement age.","link":"/cgi-bin/legp604.exe?191+sum+SB1032","history":[{"text":"10/30/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100578D","date":"10/30/18"},{"text":"10/30/18  Senate: Referred to Committee on Finance","date":"10/30/18"}],"committeeText":"10/30/18  Senate: Referred to Committee on Finance","sponsor":"William M. Stanley, Jr.","summary":"Virginia Law Officers' Retirement System; retirement\r\nage.  Changes the age through which a retired law-enforcement\r\nofficer covered under  the Virginia Law Officers' Retirement System\r\nis entitled to receive an  additional retirement allowance from the\r\nlaw-enforcement  officer's sixty-fifth birthday to retirement age\r\nas defined by the  Social Security Act. This change aligns the additional\r\nallowance with that  currently provided under the State Police Officers'\r\nRetirement System."},{"number":"SB 1033","name":"SB 1033 Body-worn camera; release of recordings, penalty.","link":"/cgi-bin/legp604.exe?191+sum+SB1033","history":[{"text":"10/30/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100220D","date":"10/30/18"},{"text":"10/30/18  Senate: Referred to Committee for Courts of Justice","date":"10/30/18"}],"committeeText":"10/30/18  Senate: Referred to Committee for Courts of Justice","sponsor":"William M. Stanley, Jr.","summary":"Body-worn camera; release of recordings; penalty.\r\n Provides a procedure for a defendant to request the inspection and\r\nthe copying or photographing of any body-worn camera  recordings that\r\nare within the possession, custody, or control of the  Commonwealth.\r\nThe bill provides that the Commonwealth may designate any body-worn\r\ncamera recording subject to disclosure as Counsel  Only Material and\r\nthat  any unlawful reproduction or dissemination of such designated\r\nrecordings is punishable as a Class 1  misdemeanor. The bill provides\r\na retention schedule for such recordings and provides that such recordings\r\nshall not  be considered a public record for the purpose of  the Virginia\r\nPublic Records Act (§ 42.1-76 et seq.).  The bill requires all such\r\nrequests for body-worn  camera recordings to  comply with the Virginia\r\nFreedom of Information Act  (§ 2.2-3700 et seq.)."},{"number":"SB 1034","name":"SB 1034 Handguns; limitation on purchases, penalty.","link":"/cgi-bin/legp604.exe?191+sum+SB1034","history":[{"text":"10/30/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100185D","date":"10/30/18"},{"text":"10/30/18  Senate: Referred to Committee for Courts of Justice","date":"10/30/18"}],"committeeText":"10/30/18  Senate: Referred to Committee for Courts of Justice","sponsor":"Mamie E. Locke","summary":"Purchase of handguns; limitation on handgun\r\npurchases;  penalty. Prohibits any person who is not a licensed\r\nfirearms dealer from purchasing more than one handgun in  a 30-day\r\nperiod and establishes such an offense as a Class 1 misdemeanor. The\r\n bill exempts from this provision (i) persons who have been issued\r\na certificate  by the Department of State Police under certain  circumstances\r\nand with an enhanced background check, (ii)  law-enforcement agencies\r\nand officers, (iii) state and local correctional  facilities, (iv)\r\nlicensed private security companies, (v) persons who hold a  valid\r\nVirginia concealed handgun permit, (vi) persons whose handgun has\r\nbeen  stolen or irretrievably lost  or who are trading in a handgun,\r\n(vii) purchases of handguns in a private sale,  and (viii) purchases\r\nof antique firearms."},{"number":"SB 1035","name":"SB 1035 Absentee voting; no-excuse absentee.","link":"/cgi-bin/legp604.exe?191+sum+SB1035","history":[{"text":"10/30/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100414D","date":"10/30/18"},{"text":"10/30/18  Senate: Referred to Committee on Privileges and Elections","date":"10/30/18"}],"committeeText":"10/30/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Mamie E. Locke","summary":"Absentee voting; no-excuse absentee.  Permits\r\nany registered voter to vote by absentee ballot in any election in\r\n which he is qualified to vote. The bill removes the current list\r\nof statutory  reasons under which a person may be entitled to vote\r\nby absentee ballot and  removes references to those reasons from other\r\nsections of the Code."},{"number":"SB 1036","name":"SB 1036 Small business procurement enhancement program; established, report.","link":"/cgi-bin/legp604.exe?191+sum+SB1036","history":[{"text":"10/31/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100794D","date":"10/31/18"},{"text":"10/31/18  Senate: Referred to Committee on General Laws and Technology","date":"10/31/18"}],"committeeText":"10/31/18  Senate: Referred to Committee on General Laws and Technology","sponsor":"L. Louise Lucas","summary":"Department of Small Business and  Supplier Diversity;\r\nsmall business procurement enhancement program. Establishes a\r\nsmall business procurement enhancement  program (the Program) with\r\na statewide goal of 42  percent of small business utilization in all\r\n discretionary spending by state agencies in procurement orders, prime\r\n contracts, and subcontracts. In addition, the bill (i) provides for\r\na small business set-aside for competition among all small  businesses\r\nfor state agency purchases up to $100,000 for goods and  nonprofessional\r\nservices and up to $50,000 for professional services and (ii)  establishes\r\nqualification criteria for participation in the Program by business\r\n operations on the basis of the total number of  employees or annual\r\ngross receipts, averaged over  the previous three years."},{"number":"SB 1037","name":"SB 1037 Underage alcoholic possession, etc.; expungement of certain offenses.","link":"/cgi-bin/legp604.exe?191+sum+SB1037","history":[{"text":"11/15/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100230D","date":"11/15/18"},{"text":"11/15/18  Senate: Referred to Committee for Courts of Justice","date":"11/15/18"}],"committeeText":"11/15/18  Senate: Referred to Committee for Courts of Justice","sponsor":"Mark J. Peake","summary":"Expungement of certain offenses. Allows\r\na person to  petition for expungement of a deferred disposition dismissal\r\nfor underage  alcohol possession or using a false ID to obtain  alcohol\r\nwhen the offense occurred prior to the person's  twenty-first birthday;\r\nall court costs,  fines, and restitution have  been paid; and the\r\nperson seeking the expungement  is at least 21 years of age and has\r\nno other  alcohol-related convictions."},{"number":"SB 1038","name":"SB 1038 Voter registration; verification of social security numbers, provisional registration status.","link":"/cgi-bin/legp604.exe?191+sum+SB1038","history":[{"text":"11/15/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100267D","date":"11/15/18"},{"text":"11/15/18  Senate: Referred to Committee on Privileges and Elections","date":"11/15/18"}],"committeeText":"11/15/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Mark J. Peake"},{"number":"SB 1039","name":"SB 1039 Eminent domain; commissioners.","link":"/cgi-bin/legp604.exe?191+sum+SB1039","history":[{"text":"11/15/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100477D","date":"11/15/18"},{"text":"11/15/18  Senate: Referred to Committee for Courts of Justice","date":"11/15/18"}],"committeeText":"11/15/18  Senate: Referred to Committee for Courts of Justice","sponsor":"Mark J. Peake","summary":"Eminent domain; commissioners. Removes the\r\noption by a land owner in a condemnation proceeding of selecting \r\ncommissioners instead of jurors to determine just  compensation. Under\r\nthe bill, the land owner would be able to elect that just compensation\r\nbe  determined by a jury; if he does not make such an  election, the\r\ncourt would make such a determination."},{"number":"SB 1040","name":"SB 1040 Jails, local; compensation for cost of incarceration of convicted felons.","link":"/cgi-bin/legp604.exe?191+sum+SB1040","history":[{"text":"11/15/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100730D","date":"11/15/18"},{"text":"11/15/18  Senate: Referred to Committee on Finance","date":"11/15/18"}],"committeeText":"11/15/18  Senate: Referred to Committee on Finance","sponsor":"Mark J. Peake","summary":"Compensation of local jails for cost of incarceration.\r\n Provides for local jails to be compensated for the actual cost of\r\nincarcerating  convicted felons at the rate calculated in the Compensation\r\nBoard's annual jail  cost report. Current law provides for jails to\r\nbe  compensated for the cost of incarceration of convicted felons\r\nas provided for  in the general appropriation act."},{"number":"SB 1041","name":"SB 1041 Va. Telephone Privacy Protection Act; joint liability of seller & telephone solicitor for violation.","link":"/cgi-bin/legp604.exe?191+sum+SB1041","history":[{"text":"11/20/18  Senate: Prefiled and ordered printed; offered 01/09/19 19101057D","date":"11/20/18"},{"text":"11/20/18  Senate: Referred to Committee on Commerce and Labor","date":"11/20/18"}],"committeeText":"11/20/18  Senate: Referred to Committee on Commerce and Labor","sponsor":"Richard H. Black","summary":"Virginia Telephone Privacy Protection Act.\r\nProvides  that a telephone solicitor and the seller on whose behalf\r\nor for whose benefit  a telephone solicitation call offering or advertising\r\na seller's property, goods,  or services is made or initiated are\r\njointly and severally liable for  violations of the Virginia Telephone\r\nPrivacy Protection Act  (§ 59.1-510 et seq.). The measure establishes\r\na presumption that a  telephone solicitation call offering or advertising\r\na seller's property, goods,  or services is made or initiated on behalf\r\nof or for the benefit of the seller  and provides that this presumption\r\nmay be rebutted  if it is shown by clear and convincing evidence that\r\n(i)  the seller did not retain or request the telephone solicitor\r\nto make telephone  solicitation calls on the seller's behalf or for\r\nthe seller's benefit and (ii) such telephone solicitation calls were\r\nmade by the  telephone solicitor without the seller's knowledge or\r\nconsent. The measure contains technical amendments."},{"number":"SB 1042","name":"SB 1042 Voter registration; notification of denial by general registrars.","link":"/cgi-bin/legp604.exe?191+sum+SB1042","history":[{"text":"11/24/18  Senate: Prefiled and ordered printed; offered 01/09/19 19101184D","date":"11/24/18"},{"text":"11/24/18  Senate: Referred to Committee on Privileges and Elections","date":"11/24/18"}],"committeeText":"11/24/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"David W. Marsden","summary":"Voter registration; notification of denial.\r\nRequires  the general registrars to notify a person whose registration\r\nhas been denied  within 14 days of the denial and provides that a\r\nperson  denied registration may appeal such denial by filing a petition\r\nwithin 10 days  of being notified of the denial. Currently, the law\r\nsimply requires that such notice be made promptly and  that the appeal\r\nbe filed within 10 days after the denial."},{"number":"SB 1043","name":"SB 1043 Pet shops; procurement of certain dogs, penalty.","link":"/cgi-bin/legp604.exe?191+sum+SB1043","history":[{"text":"11/27/18  Senate: Prefiled and ordered printed; offered 01/09/19 19101326D","date":"11/27/18"},{"text":"11/27/18  Senate: Referred to Committee on Agriculture, Conservation and Natural Resources","date":"11/27/18"}],"committeeText":"11/27/18  Senate: Referred to Committee on Agriculture, Conservation and Natural Resources","sponsor":"David W. Marsden","summary":"Pet shops; procurement of dogs; penalty.\r\nProhibits a  commercial dog breeder from selling a dog without providing\r\nto the purchaser a form  signed by the breeder stating that the breeder\r\nis in full compliance with the  requirements for a commercial dog\r\nbreeder and  prohibits a pet shop or dealer from purchasing a dog\r\nwithout obtaining such  document. The bill directs the Commissioner\r\nof Agriculture  and Consumer Services to develop and make available\r\nsuch document on the  Department of Agriculture and Consumer Services\r\nwebsite.  The bill provides that a violation of these prohibitions\r\nis a Class 1  misdemeanor."},{"number":"SB 1044","name":"SB 1044 Parking ordinances; enforcement by counties or towns with a population of at least 40,000.","link":"/cgi-bin/legp604.exe?191+sum+SB1044","history":[{"text":"11/28/18  Senate: Prefiled and ordered printed; offered 01/09/19 19101565D","date":"11/28/18"},{"text":"11/28/18  Senate: Referred to Committee on Transportation","date":"11/28/18"}],"committeeText":"11/28/18  Senate: Referred to Committee on Transportation","sponsor":"Richard H. Black","summary":"Parking ordinances; enforcement. Authorizes\r\nany county or town with a population of at least 40,000  to provide\r\nby ordinance that law-enforcement officers, other uniformed  employees\r\nof the locality, and uniformed personnel under contract with the \r\nlocality may issue a summons or parking ticket for a violation of\r\nthe  locality's ordinances or regulations regarding the  parking,\r\nstopping, or standing of vehicles. Current law creates such authority\r\n for any city with a population of at least 40,000."},{"number":"SB 1045","name":"SB 1045 Newport News, City of; amending charter, inaugural meeting of newly elected council.","link":"/cgi-bin/legp604.exe?191+sum+SB1045","history":[{"text":"11/28/18  Senate: Prefiled and ordered printed; offered 01/09/19 19101228D","date":"11/28/18"},{"text":"11/28/18  Senate: Referred to Committee on Local Government","date":"11/28/18"}],"committeeText":"11/28/18  Senate: Referred to Committee on Local Government","sponsor":"Mamie E. Locke","summary":"Charter; Newport News; inaugural  meeting\r\nof newly elected council. Authorizes the Newport News City Council\r\nto set the time of the inaugural meeting of the newly  elected council\r\nthat is held on the first regular meeting date in July after council\r\n elections. Current law requires that the meeting be held at 10:00\r\na.m."},{"number":"SJ 250","name":"SJ 250 Constitutional amendment; Governor's term of office (first reference).","link":"/cgi-bin/legp604.exe?191+sum+SJ250","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100113D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on Privileges and Elections","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Adam P. Ebbin","summary":"Constitutional amendment (first resolution);\r\nGovernor's  term of office. Permits a Governor elected in 2021\r\nand thereafter to  succeed himself in office. The amendment allows\r\ntwo four-year terms (either in succession  or not in succession) but\r\nprohibits election to a third term. Service for more  than two years\r\nof a partial term counts as service for one term."},{"number":"SJ 251","name":"SJ 251 Constitutional amendment; marriage (first reference).","link":"/cgi-bin/legp604.exe?191+sum+SJ251","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100121D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on Privileges and Elections","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Adam P. Ebbin","summary":"Constitutional amendment (first resolution);\r\nmarriage.  Proposes the repeal of the constitutional amendment\r\ndealing with marriage that  was approved by referendum at the November\r\n2006 election. That  amendment to the Bill of Rights (i) defines marriage\r\n as \"only a union between one man and one woman\"; (ii) prohibits the\r\nCommonwealth and its political subdivisions  from creating or recognizing\r\n\"a legal status for relationships of  unmarried individuals that intends\r\nto approximate the design, qualities,  significance, or effects of\r\nmarriage\"; and (iii) prohibits  the Commonwealth or its political\r\nsubdivisions from creating or  recognizing \"another union, partnership,\r\nor other legal status to which is  assigned the rights, benefits,\r\nobligations, qualities, or effects of  marriage.\" The provisions of\r\nthis section of the  Constitution of Virginia are no longer valid\r\nas a result of the United States  Supreme Court decision in Obergefell\r\nv. Hodges, 576 U.S. ___ (June 26, 2015)."},{"number":"SJ 252","name":"SJ 252 Constitutional amendment; qualifications of Governor and Lieutenant Governor.","link":"/cgi-bin/legp604.exe?191+sum+SJ252","history":[{"text":"07/26/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100193D","date":"07/26/18"},{"text":"07/26/18  Senate: Referred to Committee on Privileges and Elections","date":"07/26/18"}],"committeeText":"07/26/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Amanda F. Chase","summary":"Constitutional amendment (first resolution);\r\nqualifications  of Governor and Lieutenant Governor; residency requirement.\r\nIncreases from  five to eight the number of years a person must have\r\nbeen a resident of and  registered voter in the Commonwealth in order\r\nto be eligible to the office of  the Governor and, by reference, the\r\nLieutenant Governor."},{"number":"SJ 253","name":"SJ 253 Constitutional amendment; General Assembly term limits (first reference).","link":"/cgi-bin/legp604.exe?191+sum+SJ253","history":[{"text":"07/26/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100194D","date":"07/26/18"},{"text":"07/26/18  Senate: Referred to Committee on Privileges and Elections","date":"07/26/18"}],"committeeText":"07/26/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Amanda F. Chase","summary":"Constitutional amendment (first resolution);\r\nGeneral  Assembly; term limits. Limits members of the Senate to\r\nthree full terms (12  years) and members of the House of Delegates\r\nto six full terms (12 years). The  limitations apply to service for\r\nboth consecutive and nonconsecutive terms.  Service for a partial\r\nterm does not preclude serving the allowed number of full  terms.\r\nThe limits apply to terms of service beginning on and after the start\r\nof  the 2022 Regular Session of the General Assembly."},{"number":"SJ 254","name":"SJ 254 Dulles Greenway; purchase of Greenway by VDOT.","link":"/cgi-bin/legp604.exe?191+sum+SJ254","history":[{"text":"10/01/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100620D","date":"10/01/18"},{"text":"10/01/18  Senate: Referred to Committee on Rules","date":"10/01/18"}],"committeeText":"10/01/18  Senate: Referred to Committee on Rules","sponsor":"Richard H. Black","summary":"Study; Department of Transportation; purchase\r\nof the Dulles Greenway; report. Requests the Department of Transportation\r\nto study the feasibility of purchasing all or part of the Dulles Greenway."},{"number":"SJ 255","name":"SJ 255 Commending U.S. Immigration and Customs Enforcement.","link":"/cgi-bin/legp604.exe?191+sum+SJ255","history":[{"text":"10/03/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100474D","date":"10/03/18"},{"text":"10/03/18  Senate: Referred to Committee on Rules","date":"10/03/18"}],"committeeText":"10/03/18  Senate: Referred to Committee on Rules","sponsor":"Richard H. Black","summary":"Commending U.S. Immigration and Customs Enforcement."},{"number":"SJ 256","name":"SJ 256 Celebrating the life of William E. Ward.","link":"/cgi-bin/legp604.exe?191+sum+SJ256","history":[{"text":"10/17/18  Senate: Prefiled and laid on Clerk's desk; offered 01/09/19 19100133D","date":"10/17/18"}],"sponsor":"Lionell Spruill, Sr.","summary":"Celebrating the life of William E. Ward."},{"number":"SJ 257","name":"SJ 257 Celebrating the life of the Reverend Dr. Joan S. Parrott.","link":"/cgi-bin/legp604.exe?191+sum+SJ257","history":[{"text":"10/30/18  Senate: Prefiled and laid on Clerk's desk; offered 01/09/19 19100412D","date":"10/30/18"}],"sponsor":"Mamie E. Locke","summary":"Celebrating the life of the Reverend Dr. Joan\r\nS. Parrott."},{"number":"SJ 258","name":"SJ 258 Constitutional amendment; political reform (first reference).","link":"/cgi-bin/legp604.exe?191+sum+SJ258","history":[{"text":"11/13/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100595D","date":"11/13/18"},{"text":"11/13/18  Senate: Referred to Committee on Privileges and Elections","date":"11/13/18"}],"committeeText":"11/13/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Amanda F. Chase","summary":"Constitutional amendment (first resolution);\r\npolitical reform. Prohibits the establishment of electoral districts\r\nthat  intentionally or unduly favor or disfavor any political party\r\nand requires the  General Assembly to regulate the role of money in\r\nelections and governance to ensure transparency, to prevent corruption,\r\nand to protect against the buying of access to or influence over elected\r\nofficials."},{"number":"SJ 259","name":"SJ 259 U.S. Route 29; VDOT to study feasibility of eastern bypass.","link":"/cgi-bin/legp604.exe?191+sum+SJ259","history":[{"text":"11/15/18  Senate: Prefiled and ordered printed; offered 01/09/19 19101172D","date":"11/15/18"},{"text":"11/15/18  Senate: Referred to Committee on Rules","date":"11/15/18"}],"committeeText":"11/15/18  Senate: Referred to Committee on Rules","sponsor":"Mark J. Peake","summary":"Study; Virginia Department of Transportation;\r\nfeasibility of eastern bypass for U.S. Route 29 around  Charlottesville;\r\nreport. Requests the Virginia Department of Transportation  to\r\nstudy the feasibility of an eastern bypass for  U.S. Route 29 around\r\nCharlottesville, as well as  potential funding sources including the\r\npotential sale  of right-of-way properties that were acquired for\r\n the defunct western bypass project."},{"number":"SJ 260","name":"SJ 260 Route 60 Corridor; VDOT to study.","link":"/cgi-bin/legp604.exe?191+sum+SJ260","history":[{"text":"11/15/18  Senate: Prefiled and ordered printed; offered 01/09/19 19101177D","date":"11/15/18"},{"text":"11/15/18  Senate: Referred to Committee on Rules","date":"11/15/18"}],"committeeText":"11/15/18  Senate: Referred to Committee on Rules","sponsor":"Mark J. Peake","summary":"Study; VDOT; Route 60 Corridor;  report. Requests\r\nthe Department of Transportation to review and update its  1999 study\r\nentitled \"Route 60 Corridor Study: Amherst, Nelson, Appomattox,  Buckingham,\r\nCumberland, and Powhatan Counties.\""},{"number":"SJ 261","name":"SJ 261 Constitutional amendment; qualifications of voters and the right to vote (first reference).","link":"/cgi-bin/legp604.exe?191+sum+SJ261","history":[{"text":"11/28/18  Senate: Prefiled and ordered printed; offered 01/09/19 19101067D","date":"11/28/18"},{"text":"11/28/18  Senate: Referred to Committee on Privileges and Elections","date":"11/28/18"}],"committeeText":"11/28/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Mamie E. Locke","summary":"Constitutional amendment (first  resolution);\r\nqualifications of voters and the right to vote. Establishes  that\r\nthe sole qualifications to vote in the Commonwealth are United States\r\n citizenship, being at least 18 years of age, residency in the Commonwealth,\r\nand  registration to vote in accordance with the requirements set\r\nout in the  Constitution of Virginia. The amendment further provides\r\nthat any person who  meets those qualifications has the right to vote\r\nand that such right cannot be  abridged by law. The bill removes from\r\ncurrent constitutional qualifications to  vote not having been convicted\r\nof a felony and not having been adjudicated to  be mentally incompetent."},{"number":"SR 82","name":"SR 82 Constitutional amendment; qualifications of Governor and Lieutenant Governor.","link":"/cgi-bin/legp604.exe?191+sum+SR82","history":[{"text":"07/16/18  Senate: Presented and ordered printed 19100074D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on Privileges and Elections","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Amanda F. Chase","summary":"Constitutional amendment (first resolution);\r\nqualifications  of Governor and Lieutenant Governor; residency requirement.\r\nIncreases from  five to eight the number of years a person must have\r\nbeen a resident of and registered  voter in the Commonwealth in order\r\nto be eligible to the office of the Governor  and, by reference, the\r\nLieutenant Governor."},{"number":"SR 83","name":"SR 83 Constitutional amendment; General Assembly term limits (first reference).","link":"/cgi-bin/legp604.exe?191+sum+SR83","history":[{"text":"07/16/18  Senate: Prefiled and ordered printed; offered 01/09/19 19100075D","date":"07/16/18"},{"text":"07/16/18  Senate: Referred to Committee on Privileges and Elections","date":"07/16/18"}],"committeeText":"07/16/18  Senate: Referred to Committee on Privileges and Elections","sponsor":"Amanda F. Chase","summary":"Constitutional amendment (first resolution);\r\nGeneral  Assembly; term limits. Limits members of the Senate to\r\nthree full terms (12  years) and members of the House of Delegates\r\nto six full terms (12 years). The limitations  apply to service for\r\nboth consecutive and nonconsecutive terms. Service for a  partial\r\nterm does not preclude serving the allowed number of full terms. The\r\n limits apply to terms of service beginning on and after the start\r\nof the 2022  Regular Session of the General Assembly."}]